[
  {
    "title": "A Dog Called Sassy",
    "tags": ["Plains"],
    "description": "This long nosed fluffy collie dog approaches the Characters. The dog appears well fed, well groomed, and has both a collar and a small tag, marking it as domesticated. Wagging their tail, they bark repeatedly and rhythmically whilst trying to get someone to follow them. If any Character can understand animals, or if they follow the dog, they will discover a farmer [Standard Commoner NPC] trapped down a nearby well.",
    "type": "wilderness"
  },
  {
    "title": "A Lone Iris",
    "tags": ["Desert", "Mountain", "Plains", "Swamp & Jungle"],
    "description": "It could not have got here by itself. This exotic plant is not native to this area and looks to have been planted with great care. A small box, perfectly sized for letters, is hidden nearby and is [Routine] to find. This area is close to the border between two fiefdoms that have little time for each other, but each aging noble has an heir of similar age. Could the Characters discover a valuable secret here?",
    "type": "wilderness"
  },
  {
    "title": "Abandoned Mine Entrance",
    "tags": ["Swamp & Jungle"],
    "description": "Standing out in this untouched and overgrown natural environment is a square mine entrance, reinforced with wooden beams. The tunnel descends into darkness. There seem to be rusted tracks on the floor suggesting carts were used, so a fairly large operation once ran here. It looks to have been abandoned for years though, and nature has been slowly reclaiming the ground and eating away at the support beams. There may well be some kit or loot worth venturing in to collect, but the structure is less than sound and it’s likely (60%) that a [Large] group of giant toads [Standard Beast] have made a home here and will react badly to intruders.",
    "type": "wilderness"
  },
  {
    "title": "Adventuring Kit",
    "tags": ["Wilderness Boon"],
    "description": "An extremely useful adventure kit in a sturdy leather pack, featuring a hammer, axe, knife, lamp oil, whet-stone, tinderbox, pan, rope, climbing pick, a few days rations and appropriate clothing for the environment. There is even a chance (20%) that a healing potion would be part of the kit.",
    "type": "wilderness"
  },
  {
    "title": "Alchemical Ingredients",
    "tags": ["Wilderness Boon"],
    "description": "A sealed pouch filled with dried herbs, spices and fungi Ingredients. The pouch contains enough ingredients to brew up a sizeable batch of fortifying tea, if a Character has the know how [Routine]. The tea can be used to greatly improve any bonuses the Characters gain from resting.",
    "type": "wilderness"
  },
  {
    "title": "All is Dust",
    "tags": ["Desert"],
    "description": "The Characters have run out of almost all of their water, with just a few drops left at most. Even the most carefully rationed water supplies seem to now just be a fine dust in their containers. They may decide to proceed and hope for a water source or change in terrain, turn and retrace their steps or try to uncover the source of their missing water. The water loss may just be bad planning, a leak in a vital barrel or it could even (30%) be a dust elemental [Elite Monster] that has displaced the water. 173",
    "type": "wilderness"
  },
  {
    "title": "All Seasons Bedroll",
    "tags": ["Wilderness Boon"],
    "description": "This finely crafted bedroll has multiple layers that include a thick water resistant oiled outer skin, a warm fleece and a light cotton inner. The result is a bedroll that can be adjusted so the sleeper is not too hot and not too cold.",
    "type": "wilderness"
  },
  {
    "title": "Altitude",
    "tags": ["Mountain"],
    "description": "High in these challenging peaks the thin air offers little and saps energy and breath from adventurers. Movement, stamina and concentration are all de - creased unless Characters can acclimatise.Of course any local creatures would not suffer the same problems.",
    "type": "wilderness"
  },
  {
    "title": "Ambush Predator",
    "tags": ["Swamp & Jungle"],
    "description": "Without warning this huge [Elite Beast] covered in heavy scales and bristling with teeth erupts from where it was hiding in a pool of black water, and tries to grab the nearest Character. If successful it will attempt to drag them to the bottom of the dank waters.",
    "type": "wilderness"
  },
  {
    "title": "Ancient Temple",
    "tags": ["Swamp & Jungle"],
    "description": "This vine covered ziggurat rises from the sodden plant littered floor. It clearly belongs to an ancient civilisation, but there are clues that are [Difficult] for a keen eyed Character to notice, suggesting that the ancient magics once worshiped here still reside. There is an opening on the summit that drops down into the unknown. Treat this temple as a small dungeon populated with giant rats, zombies of long dead priests and pos - sessed monkeys. There is magical treasure to be had, but its ancient power is unpredictable and liable to do more harm than good...",
    "type": "wilderness"
  },
  {
    "title": "Ants Nest",
    "tags": ["Plains"],
    "description": "Dug out underground, this huge sprawling nest hous - es millions of red ants with powerful mandibles which can deliver a nasty nip. Almost completely invisible and [Difficult] to spot, any Character who walks over a section of the nest will be quickly covered by these feisty little beasts defending their nest and queen. Treat the ant swarms as [Easy Beasts]. However unless fire or similar is deployed it’s [Very Difficult] to actually kill enough to make them stop, and the best course of action is to get out of the area of the nest.",
    "type": "wilderness"
  },
  {
    "title": "Apparel Stash",
    "tags": ["Wilderness Boon"],
    "description": "A neatly arranged pile of expensive well made clothes of the latest fashions, better suited to court events than wilderness travel. The owner is nowhere to be seen and could have had a teleport mishap, shape-shifted, gone mad and disrobed or is simply relaxing in a nearby pool.",
    "type": "wilderness"
  },
  {
    "title": "Archaeologist",
    "tags": [
      "Arctic",
      "Desert",
      "Mountain",
      "Plains",
      "Sea & Shore",
      "Swamp & Jungle"
    ],
    "description": "This archaeologist [Standard Scholar NPC] is well known in their home city, being an authority on an - cient civilisations. They lecture on the subject in court. They have a reputation for identifying the seat of truly ancient civilisations and thoroughly looting them for personal profit. They’ll approach the Characters and tell of a nearby site that is in a monster infested area, and will offer a share of any loot. The site could be a small ruin guarded by a [Pair] of Chimera like [Elite Monsters], or it could even be a whole lost city full of loot, traps, monsters and ancient secrets to uncover (generate a Dungeon).",
    "type": "wilderness"
  },
  {
    "title": "Arrows",
    "tags": ["Wilderness Boon"],
    "description": "Crafted by a talented fletcher, this brace of a dozen long arrows will fly straight and true.",
    "type": "wilderness"
  },
  {
    "title": "Artistic Tourist",
    "tags": ["Arctic", "Desert", "Forest", "Mountain", "Swamp & Jungle"],
    "description": "This noble [Standard Scholar NPC] is a keen and talented artist. They are travelling in these parts to capture the raw natural beauty. Travelling with sketchpad and water colours, they will be deeply engrossed in a sketch when met by the Characters. They may pay the Characters to accompany them to the best viewing points, or may be persuaded to draw the Characters. Their noble upbringing heavily influences their portrait work though, so any high born Character is almost guaranteed a flattering portrait where as anyone else will get a picture with any flaws highlighted. Of course the noble is very well equipped. As well as their artistic supplies they have “top end” survival gear and travelling clothes. They are not travelling light and have a pair of mules to carry their glamping kit.",
    "type": "wilderness"
  },
  {
    "title": "Astronomer",
    "tags": ["Arctic", "Desert", "Mountain", "Plains", "Sea & Shore"],
    "description": "This mage [Elite Wizard NPC] teleports around the wilderness, searching for the best unbroken view of the stars to assist in their work. They are tracking several interesting comets and asteroids, as well as mapping the stars from several specific points. They are happy to meet the Characters, this being lonely work, and even more happy to share tales of their work and predictions based on the stars. They’ll inquire as to the birth month of the eldest Character. On finding out, they spend much time pouring over charts and graphs, frantically taking notes. They then proudly announce that they predict that Character will find the colour blue lucky this week, although they should take care of any big investments and save their gold until the moon has waxed (or similar vague advice). The advice is actually sound and should grant a minor benefit to the Character if they follow it.",
    "type": "wilderness"
  },
  {
    "title": "Audible Bats",
    "tags": ["Desert", "Forest", "Plains", "Swamp & Jungle"],
    "description": "Bats, known to hunt by an inaudible sonar, are suddenly very audible to all around them and the air is full of clicking echoes. The bats seem unconcerned and are still able to navigate and hunt perfectly well. These bats are actually from a type bred to deliver coded messages for a shadowy cult that have escaped into the wild. It would be a [Very Difficult] task for a Character unfamiliar with the coded messages to decipher them, but if they did it would be akin to finding a trove of messages sent by the cult.",
    "type": "wilderness"
  },
  {
    "title": "Aurora",
    "tags": ["Arctic"],
    "description": "These beautiful blue-green lights dance in the sky on the northern horizon. They float closer and clos - er to the ground, hovering tantalizingly almost close enough to touch. If the Characters are unlucky (20%) then they are about to encounter a [Small] group of Aurora Wraiths. An Aurora Wraith is a [Standard Monster] with a freez - ing touch that is [Difficult] to damage by non-magical means. However they are vulnerable to very bright lights.",
    "type": "wilderness"
  },
  {
    "title": "Avalanche",
    "tags": ["Arctic", "Mountain"],
    "description": "This region has had heavy snowfall recently and is now susceptible to avalanches. Any loud noises could trigger the snow to run down the hills like water, demolishing all in its path. The phenomenon is bewitching to watch from a dis - tance, and terrifying up close.It would be [Routine] for a loud noise or any actions which disturb the snow to trigger an avalanche. An avalanche covers a large area and would be [Near Impossible] to outrun. 175",
    "type": "wilderness"
  },
  {
    "title": "Bark Door",
    "tags": ["Forest"],
    "description": "In the trunk of this large tree there is a tiny wooden door barely a foot in height, well concealed and with a tiny doorbell next to it. If any Character is versed in fae lore it would be [Rou - tine] to know that if a gift is left before ringing the bell then the fae folk of the forest may answer and give greetings and advice. However, ringing the bell with no gift in place will an - noy the fae folk instead, and almost guarantee some tricks will be played on the Characters as they travel or camp in the forest.",
    "type": "wilderness"
  },
  {
    "title": "Barren White Wastes",
    "tags": ["Arctic"],
    "description": "There is nothing to hunt here, no vegetation to attract animals, no animals to attract predators and nothing with which to replenish supplies. As a harbinger of a possible grim future the Charac - ters come across a frozen corpse, missing limbs and covered in suspicious looking bite marks. The corpse looks to be wearing clothing deemed fairly modern and does not appear to have been here long. They are likely (60%) to have a [Pair] of insane and desperate cannibals [Standard Warrior NPC] try to ambush them in the near future.",
    "type": "wilderness"
  },
  {
    "title": "Beach Hair",
    "tags": ["Sea & Shore"],
    "description": "The mix of salt and minerals in the water of this region have a dramatic effect on hair, beards and fur. It acts like a very strong hair setting agent when either combed into hair or sprayed on by rough surf. The firm hold provided by the salt water can lead to some outrageous hair styles and any Character with any styling skills would find it [Routine] to use the effect to enhance appearances. However, without some styling assistance any Char - acters with particularly long hair, beards or fur coats will start to look very unkempt as spikes of hair will form in a haphazard manner.",
    "type": "wilderness"
  },
  {
    "title": "Bears",
    "tags": ["Forest"],
    "description": "These bears are not so much having a picnic as fin - ishing eating the recent corpse of an unlucky traveller. The [Small] group of bears [Standard Beast] don’t like being disturbed and seem to have picked up a taste for flesh. They round on the Characters and attack!",
    "type": "wilderness"
  },
  {
    "title": "Beast Sett",
    "tags": ["Forest"],
    "description": "Under the roots of this big fir tree, huge holes act as the entrance to a twisting maze of tunnels. There are a [Large] number of Dire Badgers [Stan - dard Beast] who call this place home. Whilst they usually prefer to stay away from people, they will not thank anyone getting too close and will fiercely defend the sett. The sett runs deep and could well connect to caves and old mines in this area.",
    "type": "wilderness"
  },
  {
    "title": "Biting Winds",
    "tags": ["Arctic", "Mountain"],
    "description": "This unrelenting biting wind cuts through cloth and gaps in clothing to sting the skin below. Any Character dressed appropriately will find it [Rou - tine] to cope with the effects of the coldThose not fully equipped, or unused to these condi - tions, will start to suffer with exposed hands and feet particularly affected.",
    "type": "wilderness"
  },
  {
    "title": "Bizarre Suns",
    "tags": ["Arctic", "Desert", "Plains", "Sea & Shore", "Swamp & Jungle"],
    "description": "Navigating by the sun just got a lot harder as now there are two suns visible in the sky. This also means that without shade the brightness of the twin suns makes it [Difficult] to see properly, and any Character sensitive to sunlight is in for a bad time. Hopefully this is just an illusion, freak atmospheric event, trick of the light or weird reflection. Otherwise a new sun has appeared, which cannot be good news for the world as a whole and would lead to a new era of rapidly rising temperatures.",
    "type": "wilderness"
  },
  {
    "title": "Book of the Eye",
    "tags": ["Wilderness Boon"],
    "description": "The leather cover of this worn book features a reptile eye which looks suspiciously at the Characters. This grim tome is one of a pair of books that allow for long distance communication. Any text written in one book appears within the twinned volume and vice ver - sa, as long as the writing is in an infernal script. It’s also possible to activate the eye to scry and report on whatever is in the surroundings of the book if the correct activation incantation is known. The biggest question of course is who holds the twin volume of this book?",
    "type": "wilderness"
  },
  {
    "title": "Boulder Guardian",
    "tags": ["Forest", "Mountain", "Plains"],
    "description": "This seemingly innocent pile of rocks suddenly comes to life and forms into a formidable Stone Golem [Elite Monster]. The Stone Golem is a slow opponent, but packs a punch and is resistant to most attacks. These Golems, animated by powerful magical influ - ences, are usually used as subtle and effective guard - ians for hidden entrances where actual guards would give away the location.",
    "type": "wilderness"
  },
  {
    "title": "Bounty Hunter",
    "tags": ["Plains", "Desert"],
    "description": "This group of travellers is a well known bounty hunter [Elite Performer NPC] and their [Equal] entourage of eager fans and followers [Easy Warrior NPC]. The bounty hunter is loud, brash and good at making friends with their many impressive tales of villains caught and wrongs righted. However, they are much better at telling tall tales of their deeds than they are at actually catching anyone.",
    "type": "wilderness"
  },
  {
    "title": "Black Pools",
    "tags": ["Swamp & Jungle"],
    "description": "This region has a [Very Large] number of jet black water pools that are almost impossible to see through. Characters will have no idea how deep they are, or if anything is lurking beneath the surface waiting to ambush. The pools are actually nests for Stgyian Ink Maws, amphibian ambush predators [Standard Beast] who extrude a potent black ink that turns the pools they wallow in into the colour of the void.",
    "type": "wilderness"
  },
  {
    "title": "Blizzard",
    "tags": ["Arctic"],
    "description": "The snowflakes that have been drifting in the air are now falling with a purpose. Getting heavier by the minute, these large flakes set - tle thickly onto the snow fields.The air is so thick with falling squalls of snow that visibility is reduced to near zero and tracks, paths and footprints become quickly hidden. It will be [Near Impossible] to see and navigate in the blizzard and unless the Characters can take cover, make a shelter or otherwise negate the cold they will take [Light] damage. Any cover must be robust as a large weight of snow will quickly settle atop it. A shelter collapse would leave Characters burried and in dire straits.",
    "type": "wilderness"
  },
  {
    "title": "Boggy Ground",
    "tags": ["Plains"],
    "description": "This deep green area is not grass but an extensive field of moss covered bogs. As the Characters enter the area they will find the ground sinks slowly beneath them and oozes out a foul brackish water and gagging stench. The ground makes movement slow right down, and it would be [Routine] to avoid falling in to the boggy ground. Also any Character not wearing high watertight boots is going to get very wet feet if they have to walk on this ground. 177",
    "type": "wilderness"
  },
  {
    "title": "Bramble Maze",
    "tags": ["Forest"],
    "description": "This path through the forest ends abruptly in a thick blackberry laden wall of brambles. Disconcertingly, retracing steps will also lead to a bramble wall; the Characters are trapped within a maze... A close look within the brambles will [Routine] spot bones and skulls entwined amongst the thorny plant interior. The brambles themselves are alive and slowly moving to try and trap, then devour the Characters. They try to achieve this by keeping the Characters lost and travelling within the maze, then when they stop to rest the plants encroach and try to entangle the tired and sleeping Characters. It would be [Very Difficult] and time consuming to find an exit from the maze. It’s possible to hack and fight your way out, with each individual section of the maze counting as a [Standard Monster] and there being a [Large] or [Very Large] number to get through. The maze, and of course the forest around it, are also vulnerable to fire.",
    "type": "wilderness"
  },
  {
    "title": "Breaking Waves",
    "tags": ["Sea & Shore"],
    "description": "High winds have made for large waves in this area that break against the shore or ship. Characters must take [Routine] care to avoid being knocked off balance when waves hit, and will find that visibility is reduced by the salt spray in the air.",
    "type": "wilderness"
  },
  {
    "title": "Bridge Troll",
    "tags": ["Plains"],
    "description": "Characters hear a gruff voice challenge them as they cross this bridge. The owner of the voice is unhappy with the noisy foot traffic above on the bridge they call home, and steps out to block the exit. It emerges to be a [Lone] Bridge Troll [Elite Monster] which will refuse to let anyone cross unless a large goat can be found at short notice.",
    "type": "wilderness"
  },
  {
    "title": "Bunch of Flowers",
    "tags": ["Wilderness Boon"],
    "description": "A hand-picked bunch of flowers carefully chosen to reflect the Character’s traits, there is a simple hand written note saying “thank you” but no sign of who left them here.",
    "type": "wilderness"
  },
  {
    "title": "Burial Grounds",
    "tags": ["Plains"],
    "description": "This area is rife with barrows and stacked stone cairns marking burial sites. A [Very Large] group of Skeletal Warriors [Easy Mon- ster] roam the land by night led by a fearsome Tomb King [Elite Monster]. Of course, any Characters breaking into the tombs and barrows may also meet the local guardians in the day time.",
    "type": "wilderness"
  },
  {
    "title": "Buried in the Sand",
    "tags": ["Desert"],
    "description": "Uncovered by the endlessly shifting sands, the upper - most parts of an ancient structure have been revealed unexpectedly. Characters who investigate may find a way in and discover that, although sand has not filled the interior, a [Horde] of Dune Scorpions [Easy Beast] now call this ruin home.",
    "type": "wilderness"
  },
  {
    "title": "Burrowing Monsters",
    "tags": ["Plains", "Swamp & Jungle"],
    "description": "This is the hunting ground for an [Equal] sized pack of Red Ridged Fang Eels [Easy Monster]. These creatures travel just beneath the surface and burst out without waring to ambush prey. They have a poisonous bite, creating a wound that festers, so despite their relatively small size they can hunt impressive prey! Characters who are not heavily armoured will be targeted. Any bites deal only [Minor] damage initially, but con- tinue to wound the Character, increasing over time, until proper help can be found. 178",
    "type": "wilderness"
  },
  {
    "title": "Camel Train",
    "tags": ["Desert"],
    "description": "These creatures, equipped with humps filled with water reserves and large feet to move across sand, are used as beasts of burden to transport goods and people across the dunes. They walk in single file and you can hear the grum - bling for many miles around.This caravan consists of a [Small] number of nomad - ic merchants [Standard Performer NPC] and their [Large] group of caravan guards [Standard Warrior NPC]. They may present trading opportunities and some very interesting information on the area for the Characters.",
    "type": "wilderness"
  },
  {
    "title": "Capture Nets",
    "tags": ["Swamp & Jungle"],
    "description": "This whole area has been rigged with primitive hunt - ing traps; concealed or submerged nets, tripwires and camouflaged deadfalls are scattered all around. The traps are [Routine] to notice, but any Character moving faster than a slow, careful pace will find it [Dif - ficult] to avoid falling victim to a trap. It’s likely that making a lot of noise in the area or set - ting of a few traps will attract a [Large] hunting party [Standard Ranger NPC] looking to see what they’ve caught. These hunters may or may not be friendly...",
    "type": "wilderness"
  },
  {
    "title": "Carnivorous Bunnies",
    "tags": ["Forest", "Mountain", "Plains"],
    "description": "Unlike normal bunnies these have a taste for flesh. Untrained eyes would find it [Very Difficult] to spot the difference between these and normal rabbits, so Characters may wander in to attack range. This [Equal] sized fluffle of Horrific Rabbits [Easy Monster] strike with a powerful leap, jumping to attack exposed necks with vicious teeth for a [Major] amount of damage. Characters can always avoid the encounter entirely, or disengage, by shouting “run away” and running away. It’s highly likely these rabbits are part of a devilish joke.",
    "type": "wilderness"
  },
  {
    "title": "Carrion Moss Carpet",
    "tags": ["Forest"],
    "description": "This strange thick moss covers everything in this area, engulfing trees, plants and any trails in a smoth - ering deep blood red mossy blanket. The moss is somewhat wet and bloody liquid pools when the moss is depressed. The moss is soft underfoot and on average is around one foot deep. Larger and heavier Characters may begin to sink into it alarmingly. Characters may realise the moss is carnivorous and is slowly digesting all animals and insects it touches. It is [Difficult] to travel through the moss and any Character without suitable protection will receive [Light] damage from repeated contact.",
    "type": "wilderness"
  },
  {
    "title": "Carved Horns Arch",
    "tags": ["Arctic", "Desert"],
    "description": "Two enormous horns, resembling giant twisted tusks, rise to form an archway. There seems to be a well worn path which heads under the arch. There are strange engravings on the horns, and Char - acters should be extremely cautious if approaching this magical archway as it is set in a place of power. This is likely a long dormant gateway to an infernal realm, let’s hope nobody tries to re-open it...",
    "type": "wilderness"
  },
  {
    "title": "Catacombs",
    "tags": ["Desert"],
    "description": "The sands here are not empty, just below the shallow surface lies a series of ancient catacombs. They are used today by traders and smugglers for storing goods and escaping the heat of the day. These tunnels are famously maze-like and many who venture too far in are never seen again. The rumour is that Sand Ghouls [Easy Monster] hide amongst the deepest reaches of the catacombs. The Characters may find a recent collapse has opened a new entrance no-one else has found yet! 179",
    "type": "wilderness"
  },
  {
    "title": "Challenging Slope",
    "tags": ["Mountain"],
    "description": "The treacherous terrain and poor footing, combined with very close ravines, is likely to require the Charac - ters to proceed in a line while roped together. Traversing this area would be a [Routine] task for a trained climber. Of course it is possible that any Character falling could set off a chain reaction and take the other Char - acters with them!",
    "type": "wilderness"
  },
  {
    "title": "Charged by the Sun",
    "tags": ["Desert"],
    "description": "Approaching at a rapid pace under a noon-day sun are a [Pair] of Lurid Sunsaurs [Elite Beast]. These giant mottled lizard-like creatures are after fresh meat. At night these diurnal predators are docile, tired and of little threat, however when the sun rises they be - come frenzied hunters and a scourge of the sands. Any Character able to put these creatures in the shade will be able to calm them down.",
    "type": "wilderness"
  },
  {
    "title": "Charging Beast",
    "tags": ["Plains"],
    "description": "A herd of large grazing animals call this area home. Alarmed by the intrusion of the Characters into its territory, the huge horned Booming Auroch Bull [Elite Beast], panics and charges the brightest dressed Character (red as a preference). The [Horde] of Lesser Aurochs [Easy Beast], startled by the bull, are very likely to begin a stampede if the [Very Difficult] task of calming them is unsuccessful. Of course any Characters with wrangling experience would find it [Routine] to control the herd.",
    "type": "wilderness"
  },
  {
    "title": "Cloud Formations",
    "tags": [
      "Desert",
      "Forest",
      "Mountain",
      "Plains",
      "Sea & Shore",
      "Swamp & Jungle"
    ],
    "description": "The clouds look soft and fluffy, Characters imagine they would be soft to the touch and comfortable to sit on. The clouds, while numerous, leave plenty of cheerful blue sky to cheer the Characters. So far so idyllic. As is traditional, everyone may take a moment to look at the different cloud shapes and play “spot the cloud” where someone calls out what a cloud looks like and the others must point to the cloud in question. All is going very cheerfully until a Character spots a cloud which is shaped exactly like a face, looking right at them. The cloud face winks.",
    "type": "wilderness"
  },
  {
    "title": "Cloud Piercer",
    "tags": ["Mountain"],
    "description": "Whether a very high mountain or a low cloud, the result is the same. The Characters are now inside a thick billowing fog with visibility often down to a few feet. This in itself makes travel far more difficult, but the real danger is in the near silent advance of a [Small]pack of Sky Talons [Standard Monsters]. These monsters resemble large feathered cats with elongated fangs and talons for feet that are almost fully transparent and [Very Difficult] to see with the naked eye.",
    "type": "wilderness"
  },
  {
    "title": "Cloud Tree",
    "tags": ["Forest"],
    "description": "This is the tallest tree in the forest, grown beyond the limits of nature and so high that its upper branches reach the lowest clouds. Oddly, the Characters didn’t see this tree from afar, it only seems to have appeared now they are much closer to it. If observed, the clouds seem to move strangely, each staying over the tree for a day or so before moving on. Any Characters able to climb or fly to the top will dis - cover a fey town that interconnects to other realms via pathways in the clouds. 180",
    "type": "wilderness"
  },
  {
    "title": "Clumps of Reeds",
    "tags": ["Swamp & Jungle"],
    "description": "Thin, dark reeds grow here in hairlike clumps where the mud and water allows. Whilst these look like patches of more stable ground, they are in fact the backs of a [large] knot of Giant Brawny Anuras [Standard Beast]. These oversized toad beasts have a poisonous spit attack that can [Routine] paralyze targets for a short time. They also don’t like being trodden on!It would be a [Difficult] task to notice the clumps for what they are.",
    "type": "wilderness"
  },
  {
    "title": "Cold Nights",
    "tags": ["Desert"],
    "description": "Characters may already have realised that nights in this desert are extremely cold. If not they find out very quickly during the first night! With nothing to hold the heat, and clear skies above, the temperature plummets rapidly. Any Characters not equipped for the cold will suffer [Minor] damage. Huddling around a fire would negate this, but could attract attention from far and wide across the area.",
    "type": "wilderness"
  },
  {
    "title": "Cold Waters",
    "tags": ["Sea & Shore"],
    "description": "The water here is barely above freezing and sloshes slowly like blood, somehow thicker than normal. Any Character entering the cold water will suffer [Light] damage and would find it [Routine] to avoid cold water shock that would briefly incapacitate them. Anyone staying in the water would continue to receive regular [Light] damage until they exit the water or freeze to death.",
    "type": "wilderness"
  },
  {
    "title": "Colossal Machine Wreck",
    "tags": ["Plains"],
    "description": "Giant cogs, springs and a broken wheel the size of a barn stick out from the plain amongst a slew of me - chanical debris of all types. There is probably some good salvage to be had, which would explain the [Equal] group of scavengers [Standard Rogue NPC] led by a scruffy warlock [Stan - dard Wizard NPC] rummaging through the wreckage. They have laid claim to this salvage and don’t feel like sharing. If the Characters leave them alone they would return the favour.",
    "type": "wilderness"
  },
  {
    "title": "Concealed Contraband",
    "tags": ["Wilderness Boon"],
    "description": "A large crate sealed & wrapped in heavy oiled cloth. It looks like it was hidden with purpose. Inside is a trove of less than legal goods, narcotics and alcohol. The trove is split into nondescript bottles and boxes, and some fine crystal vessels clearly meant for the richer clientelle.",
    "type": "wilderness"
  },
  {
    "title": "Constrictor Snake",
    "tags": ["Swamp & Jungle"],
    "description": "Whilst travelling in this area, the lead Character would find it [Very Difficult] to spot the huge Grand Constric - tor [Elite beast] masquerading as a fat tree root. Right up until they brush against it, at which point it attacks with the advantage of surprise. It will try to curl around the Character’s neck and start to squeeze. If successful, it will be [Difficult] to hit the snake with- out also damaging the target of its constriction. The snake may already have a suspiciously large bump in its mid section which the Characters may want to investigate if they slay the beast. It could turn out to be someone they knew, or maybe some loot. It may also be a mythical beast of some form, or even a writhing mass of smaller snakes. 181",
    "type": "wilderness"
  },
  {
    "title": "Crab Swarm",
    "tags": ["Sea & Shore"],
    "description": "Yearly the crabs have to migrate to the coast, into the water and across the ocean. If encountered on land they are an annoyance, getting underfoot as they carpet the terrain. In the water however, they are a dangerous [Beyond Count] swarm of [Easy Beast], able to swim and hunt by dragging prey to the sea floor where they over - whelm them. Any Character in shallow waters is likely to experi - ence an attack.",
    "type": "wilderness"
  },
  {
    "title": "Crack!",
    "tags": ["Mountain"],
    "description": "The ground underfoot turns out to be a thin combina - tion of ice, snow and rock stretching above a black abyss. Without warning it starts to give way under the weight of the Characters! It will be [Difficult] for the Characters to safely nav - igate the cracking ice back to firmer safer ground, however this could be made easier by throwing any heavy gear in to the already formed gaps between the ice.",
    "type": "wilderness"
  },
  {
    "title": "Crashed Ship",
    "tags": ["Mountain"],
    "description": "A curved wooden hull sits at a jaunty angle on this mountain ledge. It could have been an airship that crashed or an out of place sailing ship, however it is now home to an evil tempered Air Elemental [Elite Monster] that is tied to the crashed ship by binding wards. The elemental was enslaved to the ship and used to provide favourable winds. It is not particularly happy with its lot in life, and doesn’t much care who is responsible. The Characters may garner some favor with it if they were to free it, or they could just end up with an angry air elemental than can follow them anywhere.",
    "type": "wilderness"
  },
  {
    "title": "Creeping Blooms",
    "tags": ["Forest"],
    "description": "This area is home to a [Beyond Count] number of Creeping Blooms [Easy Monster]. These unnatural looking plants stand taller than a man, with a crop of vine like tendrils beneath a large tasteless flower. Whilst mobile and carnivorous, the plants are incred - ibly slow moving. A Character would have to get very close to be subjected to an attack where the plant quickly lashes out with its tendrils. They are [Routine] to avoid, however they are ev - erywhere and it would be a foolish group that set up camp here!",
    "type": "wilderness"
  },
  {
    "title": "Crevasse",
    "tags": ["Arctic"],
    "description": "A deep crevasse cuts across this area and gives rise to an eerie whistle as the wind picks its way through the depths. The crevasse is covered with a thin layer of snow and ice in many areas, and fully collapsed in others, creating a treacherous maze of small unstable paths across the area. Characters should take extreme care when travelling through this area. They will find it [Difficult] to avoid slipping and sliding, which could trigger a further col - lapse of the thin ice. It is [Very Difficult] to see which areas are the least stable, but if a Character manages to find a safe route then this journey would be [Routine].",
    "type": "wilderness"
  },
  {
    "title": "Cursed Violin",
    "tags": ["Wilderness Boon"],
    "description": "This valuable looking beautifully crafted instrument is carefully wrapped in heavy velvet and sealed in a case to protect it from the elements. The violin is indeed a mastercraft instrument capable of playing truly emotional music and giving bonuses to any performance it’s used for. However it is also cursed. For a week after playing the violin, the performer will find all shoes in existence are suddenly very uncom - fortable. 182",
    "type": "wilderness"
  },
  {
    "title": "Dead Birds",
    "tags": ["Swamp & Jungle"],
    "description": "Lying all about are dozens of feathered bodies be - longing to a local songbird species. They seem to have just dropped dead and fallen from the trees, they show no blood or visible marks of inju - ry. Although a thorough check [Difficult] could ascer - tain that they died from fright, and all their eardrums have burst. If the Characters spend too long in the area they may meet the [Lone] Drowned Howler [Elite Monster] responsible. This undead creature is the angry spirit of a drowned maid, and has an unearthly scream that can cause [Major] damage to all who hear it.",
    "type": "wilderness"
  },
  {
    "title": "Dead Copse",
    "tags": ["Swamp & Jungle"],
    "description": "The dank waters have invaded and claimed this wooded area causing all the trees to drown, leaving only their broken, twisted and skeletal remains. The vast root systems of this former forest are now a tangled underwater trip hazard and home to a [Large] number of Murder Vines [Standard Beast] that will try to entangle and drown any trespassers. Any vessels that rely on oars or poles will soon find them stuck in either the roots or a Murder Vine.",
    "type": "wilderness"
  },
  {
    "title": "Deadly Storm",
    "tags": ["Sea & Shore"],
    "description": "The waves rise higher than the mast, the rain lashes sideways and the salt spray covers everything. All Characters who are on board are soaked through and must attempt the [Difficult] task of navigating the storm and keeping the ship afloat. The Characters must steer the ship, man the rigging and navigate the huge waves as the storm tries to sink them! The ship will try to run with the wind, although too much sail could break the mast in these winds. The ship must travel forwards with enough momen - tum to traverse the huge waves. If she is caught sideways, or fails to make it over the peak, the waves will capsize her.",
    "type": "wilderness"
  },
  {
    "title": "Decayed Tree",
    "tags": ["Forest"],
    "description": "The bare branches of this tree have no leaves or oth - er sign of life, however there are many simple trinkets formed from woven twigs tied throughout. When the sun shines through at a certain angle, the dead branches and trinkets form a strange shadow. This is an altar to an ancient forest god, and any holy magic cast near to the tree will have its effect twisted and reversed until it becomes a harmful spell.",
    "type": "wilderness"
  },
  {
    "title": "Defending Territory",
    "tags": ["Forest", "Mountain", "Plains"],
    "description": "Notorious for their evil demeanour, this [Large] group of stealthy Iron Maw Stalkers [Standard Beast] hate intruders in their territory. These nocturnal jackal creatures emerge at night to rid the area of the cuter and less vicious wildlife. They will attack the Characters if they rest in the area, stalking from their den to attack with little warning. They will also attack in the day if the Characters wake them by straying too close to the den. If attacking after being woken in their den they will enter a rage, but they cannot see well in daylight so that’s something. 183",
    "type": "wilderness"
  },
  {
    "title": "Delicious Herbs",
    "tags": ["Wilderness Boon"],
    "description": "Any suitably trained Character will [Simple] notice this collection of plants combine into a sauce that will make even a meal of warm mud delicious.",
    "type": "wilderness"
  },
  {
    "title": "Detailed Map",
    "tags": ["Wilderness Boon"],
    "description": "Inside a wax sealed scroll tube is a fresh looking map. The area detailed in the map is not familiar to the Characters, but it uses two distinctive landmarks and is highly detailed. There is a clear X. Now all the Characters need to do is find the landmarks.",
    "type": "wilderness"
  },
  {
    "title": "Dire Crows",
    "tags": ["Forest", "Mountains", "Plains"],
    "description": "A loud cawing murder, consisting of a [Horde] of Dire Crows [Easy Beast], is winging its way towards the Characters. There is little time to prepare before the crows attack. They will target the tallest Characters first, and any with uncovered faces, going for the eyes.",
    "type": "wilderness"
  },
  {
    "title": "Dog Packs",
    "tags": ["Plains"],
    "description": "These wild dogs [Easy Beast] are smaller than wolves but hunt in a [Horde] large pack. Led by the top male and female dogs [Standard Beast] they hunt this area for young, old or injured prey. Often following and harassing them over long distances. Any Character not on full health may attract unwanted attention, and this pack will make best use of their large numbers.",
    "type": "wilderness"
  },
  {
    "title": "Doldrums",
    "tags": ["Sea & Shore"],
    "description": "The water is still, the air is still, the sun is relentless and the ship is going nowhere. It would be [Simple] for Characters to avoid turning to a foul mood, however any hired crew may not be so lucky and will be increasingly agitated the longer the ship stays still.",
    "type": "wilderness"
  },
  {
    "title": "Dove",
    "tags": ["Sea & Shore"],
    "description": "The Characters see a white dove flying alongside them. It has something in its beak. They may wonder if it has been sent from a ship much further out to sea to find land, and return with a twig to share the good news. As the dove flies past, the Characters notice it is hold - ing not a twig but a severed finger.It is not clear if the dove’s owners will consider this good or bad news. The Characters may follow the slow flying dove to find out!",
    "type": "wilderness"
  },
  {
    "title": "Down the Rabbit Hole",
    "tags": ["Forest"],
    "description": "The most noticeable feature in this area of the forest is a large burrow between the roots of an old oak tree. Characters glimpse a flash of white fur vanishing down it in a rush, as if the wearer had just ran into the hole. The hole is only two foot high and looks to go deep into the earth. Any Character following the tunnel will eventually meet an [Equal] group of Sentient Woodland Animals [Standard Commoner Beast] and a Gnome Druid [Standard Cleric NPC] busy preparing for a dinner party. Despite their unusual surroundings, there is fine fare and an extensive set up including a full fine china dinner service and silver serving tools. 184",
    "type": "wilderness"
  },
  {
    "title": "Drift Wood",
    "tags": ["Sea & Shore"],
    "description": "This drift wood is very strange and certainly not from any local species of tree given it’s odd purplish hue. The length of this six foot slab of iron hard wood is covered in intricate and very small carvings of amaz - ing detail. It would be [Routine] to study these carvings, and get some insight in to the fanatical island cult that carved them. It would then be [Difficult] not to go slightly insane for a while as a result of the eldritch knowledge uncov - ered.",
    "type": "wilderness"
  },
  {
    "title": "Drifting Hulk",
    "tags": ["Sea & Shore"],
    "description": "A tangled mass of wrecked hulls drift together forming a makeshift man-made island. The ‘island’ is called jetsam and has a [Large] popula - tion of cast away sailors [Standard Warrior NPC] who call the lashed together wrecks home. They are angry and resentful at being left here follow - ing an unsuccessful mutiny, which failed mainly due to a complete lack of cooperation. But no shortage of bloodthirstyness. The sailors will try to beg passage from the Charac - ters and would be up for another go at taking over a ship if the opportunity presented itself.",
    "type": "wilderness"
  },
  {
    "title": "Eagles Nest",
    "tags": ["Mountain"],
    "description": "A barely visible collection of moss and sticks marks a nest where a giant eagle raises chicks. The harsh terrain means fewer predators for them, consequently the parent has to roam huge distances for food and the nest is often left unguarded. With a giant eagle chick worth a lot of coin to the right buyer, the climb to the eerie may be well rewarded. Although if the Giant Eagle [Elite Beast] was to dis - cover anyone stealing from its nest it would make them regret that decision.",
    "type": "wilderness"
  },
  {
    "title": "Eerie Silence",
    "tags": ["Mountain"],
    "description": "The peaks in this area are suddenly silent. Not even the noise of the wind is to be heard. Something is preventing noise here, and Characters will soon notice they also are silenced and unable to talk or make noise of any kind. An [Equal] group of Rock Orc [Easy Monster] hunters take advantage of this to ambush unwary travellers.",
    "type": "wilderness"
  },
  {
    "title": "Eggs",
    "tags": ["Wilderness Boon"],
    "description": "This clutch of a dozen vivid and brightly coloured eggs are valuable when sold, delicious when eaten or could be incubated to see what little beasts hatch out.",
    "type": "wilderness"
  },
  {
    "title": "Eggs in the Sand",
    "tags": ["Sea & Shore"],
    "description": "There is a deep furrow in this patch of beach heading inland as if something has dragged itself along. Following the trail will lead to a newly dug hole, almost nest-like, that has been partially refilled with sand and an [Equal] amount of large, human sized purple eggs can be seen pulsating within. If disturbed, or the Characters spend long here, these will each hatch to each reveal a Sea Leviathan Young [Standard Monster]. While new to this world and a fraction of their potential adult size, these acid spitting, armour plated demon turtles are still deadly.",
    "type": "wilderness"
  },
  {
    "title": "Empty Chest",
    "tags": ["Arctic", "Desert"],
    "description": "This small highly ornate chest sits atop a plinth of rock, protected by a dome two foot in diameter. Any attempt to move or break the dome will make it explode in a shower of sharp glass shards capable of [Light] damage. The chest itself is empty and overly heavy for it’s small size. When a key phrase is intoned (found inlaid inside the lid) the dome regenerates to protect the chest.",
    "type": "wilderness"
  },
  {
    "title": "Enchanted Ivy",
    "tags": ["Forest"],
    "description": "The trees here are smothered in a thick, fast growing ivy which suffocates life, leaving this area of forest heavily overgrown. It is slow going here as dense curtains of ivy need to be cut to make any progress. This is made all the more [Difficult] as the ivy grows as quickly as it is cut.",
    "type": "wilderness"
  },
  {
    "title": "Engineered Tunnel",
    "tags": ["Arctic"],
    "description": "This tunnel does not look natural, being almost per - fectly round and heading down at a steep angle. If they choose to explore, Characters will need ropes to descend as the sides are steep and slippery, de-scending quickly into darkness, a [Difficult] climb. Once down in the dark, the Characters will discover the remains of an ancient and alien city.",
    "type": "wilderness"
  },
  {
    "title": "Enormous Toadstools",
    "tags": ["Forest"],
    "description": "A low mist hangs obscuring the tree canopy, leaving only the outline of the trunks visible. As the Characters get closer to these trunks it would be [Simple] to see these are actually huge toadstools not trees, and the mist is actually their spores. Any Character not able to filter out the spores will take [Minor] damage from violent coughing fits caused by inhaling the spore cloud.",
    "type": "wilderness"
  },
  {
    "title": "Evanescent Gas",
    "tags": ["Arctic"],
    "description": "A light green, vibrant gas suddenly rises from the snow all around the Characters! Almost as soon as it starts it has gone. Despite it’s brief existence the gas is a potent sleep toxin that is [Difficult] to resist. This gas is actually produced once a day by a large green crystal that is buried under a shallow layer of snow. A [Large] pack of Ice Weasels [Easy Beasts] often come here just after the gas releases to see if there are any easy pickings to feast on.",
    "type": "wilderness"
  },
  {
    "title": "Exotic Floral Arrangements",
    "tags": ["Wilderness Boon"],
    "description": "Growing in a patch of soil here is a glorious bloom of exotic flowers which are both rare and valuable. They will need to be transported carefully and cared for expertly to keep them alive to sell.",
    "type": "wilderness"
  },
  {
    "title": "Explorer",
    "tags": [
      "Arctic",
      "Desert",
      "Forest",
      "Mountain",
      "Sea & Shore",
      "Swamp & Jungle"
    ],
    "description": "This highborn explorer [Elite Ranger NPC] is famous in their home country, regaling the nobility with tall tales of exploits and discoveries. They always return with tales of adventure and an exotic gift for the ruler back home. Can the Characters help with either of these? They will be richly rewarded and potentially pave the way to a warm welcome at said ruler’s court should they ever pass by.",
    "type": "wilderness"
  },
  {
    "title": "Exposed Leviathan Bones",
    "tags": ["Mountain", "Plains"],
    "description": "A recent earth movement has revealed huge ancient bones buried in the ground. There seem to be several different animals here from different species. Characters can explore further to find out more, as the skeletons do not seem to be obviously related to any animal known in the world today. There may be value here to the right scholar to study them, or as an alchemical ingredient. Or curiosity may lead the Characters to dig deeper to attempt to find out more of this fossilised story!",
    "type": "wilderness"
  },
  {
    "title": "Eye of the Storm",
    "tags": ["Sea & Shore"],
    "description": "The angry seas suddenly calm, the huge waves relax back into the waters, the wind drops and an eerie calm descends. The Kraken, having waited patiently for the Charac - ters to enter the storm’s eye, raises a [Large] number of tentacles that each count as individual opponents [Elite Monster]. The Kraken’s attack will only last during the lull in the storm, after which it’ll sink back into the depths with any victims it managed to capture.",
    "type": "wilderness"
  },
  {
    "title": "Eyes in the Dark",
    "tags": ["Swamp & Jungle"],
    "description": "Once darkness falls in this area (and the Characters may be set up to camp for the night) they would find it [Routine] to spot the reflective eyes of the gathering number of Ghost Cats [Standard Beast] that are start-ing to surround them. These pale big cats are pride hunters, and won’t at - tack until there is a [Large] group of them gathered. They could be scared away if attacked before they are at full numbers, and particularly do not like bright lights or loud noises. They are especially adept at ambush pounces, and Characters can expect to be attacked without warning from behind.",
    "type": "wilderness"
  },
  {
    "title": "Fabled Treefolk",
    "tags": ["Forest", "Swamp & Jungle"],
    "description": "The Characters will quickly realise that the reputation for peace and thoughtfulness attributed to this [Pair] of Ancient Treemen [Elite Monster] is completely made up. While slow, these tree beings land crushingly heavy blows to any Character not quick enough to dodge the multiple flailing limbs. The Treemen prefer not to move, but they can do so slowly. They are angry and want any intruders out of their forest!",
    "type": "wilderness"
  },
  {
    "title": "Falling Leaves",
    "tags": ["Forest"],
    "description": "Unusually for this time of year the trees are shedding their leaves, almost in response to the passing by of the Characters. As the dead leaves blow in the wind they seem to form into sinister looking shapes that briefly resem - ble claws and teeth before falling apart and forming again. Whilst these wind born leaf constructs cause no phys - ical damage, any Character caught by a leafy tooth or claw will feel a sharp unnatural pain that causes [Light] psychic damage. Characters will need to either flee, burn down the leaves or dispel the foul magic behind this phenome - non.",
    "type": "wilderness"
  },
  {
    "title": "Fantastic Music",
    "tags": ["Arctic"],
    "description": "The endless wind seems to sing a happy song as it whistles past the Characters. It raises spirits and fortifies tired, cold legs and heads, giving the Characters the same benefits as having a good rest.",
    "type": "wilderness"
  },
  {
    "title": "Fathomless Drop",
    "tags": ["Mountain"],
    "description": "This area of the mountain has a deep, dark chasm to one side, which is visible from the higher slopes that many of the scree fields feed directly into. Any Character travelling this way should take ex - tra care to traverse these slopes, as a fall down the chasm could spell doom as it has no visible bottom. The loose rocks near the sides of the chasm are par - ticularly deadly and make for [Difficult] conditions. 187",
    "type": "wilderness"
  },
  {
    "title": "Ferry Trip",
    "tags": ["Swamp & Jungle"],
    "description": "A large open patch of fetid water in this area blocks movement forward, however a small raft attached to a rope stretching to the other side offers a way to navigate across. This route across will save hours as the dry path has to wind all the way around the edge of the deep waters. The suitable nature of this crossing for robbing travel - lers has not been lost on an [Equal] group of outlaws [Standard Ranger NPC]. They will lay in wait until the ferry reaches the midway point before making themselves and their crossbows known.",
    "type": "wilderness"
  },
  {
    "title": "Fields Without End",
    "tags": ["Plains"],
    "description": "There are no paths or landmarks here, the long green grasses extend to the horizon in all directions. The only features are very slightly different shades of green. On an overcast day or night it is [Difficult] not to get",
    "type": "wilderness"
  },
  {
    "title": "lost.Final SlumberFinal Slumber",
    "tags": ["Swamp & Jungle"],
    "description": "This area of brackish water pools is eerily quiet and seems devoid of wildlife. This is actually the hunting ground for a [Lone] Slum - ber Worm [Elite Monster] and is avoided by the local animals. These monstrous giant worm-like creatures can grow up to twenty feet and they exude a toxin into the air that sends its victims to sleep. The favourite tactic of a Slumber Worm is to emit it’s toxin gas from hiding and then push any sleeping victims into the pools to drown. They are not much to look at.",
    "type": "wilderness"
  },
  {
    "title": "Firewood",
    "tags": ["Wilderness Boon"],
    "description": "Carefully stored stash of seasoned bone dry firewood which will burn without smoke. Logs of various sizes sit with kindling and stones to create a safe, warm, lasting campfire. 188",
    "type": "wilderness"
  },
  {
    "title": "Fishing Monster",
    "tags": ["Swamp & Jungle"],
    "description": "Sat on a pulpy stump near the centre of this muddy pond is a glittering gem that glows a soft yellow. This is actually the lure for the Angler Devilfish [Elite Monster] that will close its massive maw on anyone trying to grab the fake jewel that is on the tip of the monster’s tongue.",
    "type": "wilderness"
  },
  {
    "title": "Fleas and Tics",
    "tags": ["Plains"],
    "description": "The long grass here is infested with fleas and tics. Any Character who walks through this long grass will find it [Difficult] to avoid picking up these little pests. The tics will be just an itchy irritant for most Char - acters, but an unlucky few may be left with a local disease.",
    "type": "wilderness"
  },
  {
    "title": "Fleeced?",
    "tags": ["Plains"],
    "description": "The grasslands in this area are often used by travel - ling shepherds to graze their flocks. The flocks attract predators, and the shepherds usually travel with their own trained dogs for protection. This year a [Very Large] pack of Spike Hounds [Stan - dard Beast] have been terrorising the flocks, and have no fear of the shepherds or their hounds. The shepherds would be keen for some assistance.",
    "type": "wilderness"
  },
  {
    "title": "Flesh Eating Seals",
    "tags": ["Arctic"],
    "description": "While traditionally high calorie prey for any arctic predator, this [Equal] pack of seals are not what they seem. They are actually Hook Mimics [Standard Mon - ster] pretending to be prey animals. These shape-shifting abominations look like demonic multi-limbed insects covered in vicious hooks in their true form, but right now they look like cute and tasty seals. They will wait until any Character gets close enough to fire out hooked limbs and gnash with razor teeth before they attack.",
    "type": "wilderness"
  },
  {
    "title": "Floral Headdress",
    "tags": ["Wilderness Boon"],
    "description": "This crown of fresh picked flowers allows the wearer to speak and charm animals, with one of the twelve blooms withering after the ability is used until none remain and the headdress crumbles to nothing.",
    "type": "wilderness"
  },
  {
    "title": "Flotsam",
    "tags": ["Sea & Shore"],
    "description": "This area of sea has an abundance of flotsam, creat - ing a blanket of debris across the surface of the water. The sheer amount of wreckage makes travel [Difficult] especially as there are some traps hidden here that could rip holes in hulls or entangle rudders.",
    "type": "wilderness"
  },
  {
    "title": "Flowers in the Grass",
    "tags": ["Plains"],
    "description": "A small orange-yellow flower seems to be everywhere in this area, covering almost all other plant life in a saffron coloured blanket. This common flower, known as rattler, is parasitic on grass and is spreading unchecked, killing the grass. The flower is mildly poisonous to people and crea - tures alike, although it has some very useful alchem - ical properties, it makes travel [Difficult] as extra time is needed to ensure mounts and travellers do not fall ill from excess contact with the flowers.",
    "type": "wilderness"
  },
  {
    "title": "Flying Fish",
    "tags": ["Sea & Shore"],
    "description": "This [Horde] of Raptor Fish [Easy Beast] can “fly” by leaping from the water. These flying fish have many sharp spines and hooked teeth which can be a significant hazard.",
    "type": "wilderness"
  },
  {
    "title": "Forest Fire",
    "tags": ["Forest"],
    "description": "Where there’s smoke, there’s fire. In this case the forest is on fire! Characters will find it [Routine] to retreat away from the fire, more [Difficult] to advance avoiding the fire and [Near Impossible] to get the fire under control.",
    "type": "wilderness"
  },
  {
    "title": "Forest Lord’s Throne",
    "tags": ["Forest"],
    "description": "In a clearing surrounded by thick undergrowth sits a massive throne formed by the growth of many tree branches and vines. This throne is where the Forest Lord [Overwhelming Monster] holds court over the denizens of this area. They are not likely to be present when the throne is found but are aware of any intrusion to their glade, and will be watching through the eyes of the woodland creatures. The forest lord can take the form of any oversized animal, often settling on a human form with a crown of antlers if dealing with people. They are neutral to most but will favour any nature allies and be openly hostile to those who damage the forest.",
    "type": "wilderness"
  },
  {
    "title": "Forest Toads",
    "tags": ["Forest"],
    "description": "This [Beyond Count] knot of slippery hoppers [Easy Beast] spend dry spells in the ground, happily emerg - ing when it’s wet to make a dent in the local insect and snail populations. Unlike normal toads, however, these are all very brightly coloured reds, yellows and oranges. Their backs shine unnaturally even in the dappled light of the forest floor. They do not seem to have any predators here, hence are actually very friendly and inquisitive, but Char - acters should be extremely cautious about touching them as the toxins on their skin can cause madness and hallucinations.",
    "type": "wilderness"
  },
  {
    "title": "Fork in the Path",
    "tags": ["Forest"],
    "description": "The single well marked and direct path through this area suddenly divides. Each new path is equal in size and both look well trodden, and there is no sign post. Confusingly everyone thought this path was straight and well mapped with no junctions...",
    "type": "wilderness"
  },
  {
    "title": "Foxes",
    "tags": ["Forest"],
    "description": "A happy family of foxes plays in the clearing, fighting over the last meat on some bones. Bones that look suspiciously human like. As the Characters approach one of the foxes will pick up a severed hand that still has a bright silver ring on a finger and flee with its family into the forest taking the hand and valuable ring with it. The rest of the remains have no loot of note and a [Routine] inspection will find a snake bite to be the likely cause of death.",
    "type": "wilderness"
  },
  {
    "title": "Frayed Rope Bridge",
    "tags": ["Mountain"],
    "description": "Held together with hemp and hope, this rotten flimsy construction sits atop a long drop. Good Luck! Without repair it would be [Very Difficult] to get across without incident.",
    "type": "wilderness"
  },
  {
    "title": "Freak Wave",
    "tags": ["Sea & Shore"],
    "description": "Without warning a huge wave suddenly breaks over where the Characters are standing. Characters will find it [Routine] to keep their feet, although anyone knocked over by the wave will find themselves dragged out to sea.",
    "type": "wilderness"
  },
  {
    "title": "Friendly Spirits",
    "tags": ["Arctic", "Desert", "Mountain"],
    "description": "A [Small] group of ghostly figures approach the Char - acters. These are the spirits of adventurers who have fallen in this challenging terrain. They are friendly, keen to advise on how they fell and want to see the Characters prevail here. They cluster round, all speaking at once in their ex - citement.It’s worth noting that the advice is given by those who failed, in some cases REALLY BADLY, so Characters may want to pick and choose what advice they fol - low...",
    "type": "wilderness"
  },
  {
    "title": "From Acorns",
    "tags": ["Forest"],
    "description": "Amongst the trees here many strange seeds can be found scattered across the forest floor. Not unlike acorns in appearance, it would be [Routine] to realise they are not from any of the native species of trees hereabouts. A closer inspection is [Difficult] but could reveal that these are not seeds but actually Hazard Moth co - coons, and the inhabitants may hatch at any time! These moths are not a danger in themselves but the fact that their cocoons explode, sending sharp frag - ments of chitinous casing flying through the air as they emerge, makes for a truly hazardous environ - ment. It would be [Difficult] to avoid the [Light] damage caused by these exploding cocoons. Although if a way could be found to delay the emergence these would make handy natural grenades.",
    "type": "wilderness"
  },
  {
    "title": "Frozen Bodies",
    "tags": ["Arctic"],
    "description": "It is hard to tell how long this pair of bodies have lain here as the cold dry conditions have almost petri - fied the remains. The clothes on the two bodies look strange, more suited to the tropics and not at all to these conditions. Each wears a necklace of intricate silver with an owl motif. One also has an iron scroll tube, inside of which is a scroll filled with arcane text. This is a teleportation spell that is meant to teleport anyone wearing one of the owl necklaces where they want to g. However it is flawed and will instead tele - port the wearers to this remote arctic wilderness.",
    "type": "wilderness"
  },
  {
    "title": "Frozen Cave",
    "tags": ["Arctic"],
    "description": "While this dark cave offers some respite from the biting winds, its ice walls offer no warmth. Indeed they seem to suck the warmth from any who seek shelter here. Whilst Characters stay within the cave there are af - fected even worse by the cold conditions and likely to suffer at least [Light] damage.",
    "type": "wilderness"
  },
  {
    "title": "Fulgent Mud",
    "tags": ["Swamp & Jungle"],
    "description": "The heavy iron coloured clouds and a low mist turn everything in this area a shade of dark and dismally dull grey. This poor light makes the [Equal] number of mud patches that seem to glow brightly with a red hue all the more noticeable. These patches are a couple of feet across, and seem to indicate that something buried in the ground is glowing bright enough to be seen through the thick mud. If any Characters decide to investigate by digging down they will find a mesmerising fist sized red gem is causing each glow. They are seemingly filled with shifting stars that emit a painfully bright red glow and are burning to the touch, causing [Light] damage when handled. Other than the bright light and radiated heat the stones do nothing more, unless they are all collected together in close proximity. Then they will start to vibrate violently before a few minutes later they are all consumed in a massive explosion.",
    "type": "wilderness"
  },
  {
    "title": "Full Dining Set",
    "tags": ["Wilderness Boon"],
    "description": "This pile of rags looks to be hiding something and is full of bumps and lumps. When searched, it emerges to be silver lined en - graved plates and goblets encrusted with tiny jewels.They bear a family crest not known to the Characters unless they pass a [Difficult] history check to identify a disgraced noble house removed from the records for practicing diabolical acts. Mixed in with the engraved metal plates and dishes are fine china gravy boats and cake stands, all deco - rated with gold leaf. Gold lipped wine goblets and decanters sit atop the set. Along with a full banquet cutlery set. The whole set is valuable but also very fragile. And heavy.",
    "type": "wilderness"
  },
  {
    "title": "Gas Bubbles Rising",
    "tags": ["Swamp & Jungle"],
    "description": "The bubbles rise very slowly and pop on the surface of the water every few seconds. They seem concentrated in one area, and Characters would find it [Difficult] to tell from a distance if this is naturally occurring or caused by something hazardous with big teeth. On closer inspection they will find it is the latter, as a [Lone] Terror Gator [Elite Beast] rises to meet them as they approach.",
    "type": "wilderness"
  },
  {
    "title": "Giants’ Graveyard",
    "tags": ["Arctic"],
    "description": "There are huge humanoid skeletons littering the floor of this valley in the ice and snow of this area. The skeletons are three or four times the size of a normal person and are well worn by the weather. Delicate piles of stone, laid out into spiral patterns, seem to mark each set of bones and act as grave markers. The Characters would find it [Routine] to notice that this sacred area seems to have no other footprints and that local animals and hunters must stay away. Disturbing the marker stones or the bones will sum - mon an [Equal] number of ghostly Grave Guardians [Standard Monster]. These are spirits that reside with - in an animated swirling cloud of rocks that rise from the spiral markers.",
    "type": "wilderness"
  },
  {
    "title": "Glacier",
    "tags": ["Arctic"],
    "description": "This glacier is huge and covers this entire area. It must be crossed somehow if any travel further this way is to be made. Crossing this churning, constantly shifting landscape is [Difficult], as paths separate and patches of ground disappear regularly, leaving gaping holes down into the icy abyss below. Amongst the ever present creaks, cracks and other sounds of the moving ice towers, a strangely mechan - ical buzz can also be heard. There are also glimpses of metal and machinery to be seen deep down under the ice. Is the glacier dragging some ancient machinery along with it or is the machinery moving the glacier?",
    "type": "wilderness"
  },
  {
    "title": "Glittering Rockface",
    "tags": ["Wilderness Boon"],
    "description": "This rockface glitters from the dozens of tiny dia - monds scattered across its surface. There is a good amount of the gems to be mined, but it may be a time consuming task to free them from the rockface.",
    "type": "wilderness"
  },
  {
    "title": "Glow Bugs",
    "tags": ["Desert", "Swamp & Jungle"],
    "description": "These juicy little insects glow in the dark and form almost a lit path through the area leading to a cir - cle. The bugs lighting this circle are mostly blue, but strangely seem to turn red and dim if any Character gets too close. The light and colour is created by a clever combina - tion of chemicals mixing in the insect’s abdomen. This is also a defense mechanism, if a predator is not de - terred by the red colour change then a corrosive acid is sprayed out causing [Light] damage. Tonight the bugs seem to be dancing and making some intricate patterns in the air. The patterns grow increasingly complex and the bugs pause as if expecting a response from the Characters. If they do not get the correct response, which would be [very Difficult] to guess, the entire swarm turns a deep, angry red. 192",
    "type": "wilderness"
  },
  {
    "title": "Gold Pile",
    "tags": ["Wilderness Boon"],
    "description": "A neatly arranged pile of small gold bars glints in the sun. There are a dozen gold ingots in the pile, which must be worth a small fortune. Whilst unguarded these bars have a spell cast upon them that makes them weigh many times their normal weight and even a strong Character would find it [Diffi - cult] to lift a single bar.",
    "type": "wilderness"
  },
  {
    "title": "Golden Keys",
    "tags": ["Wilderness Boon"],
    "description": "This pair of heavy gold covered elaborate and over - sized foot long keys have a value in themselves as objects, even if just melted down. But if the Characters can find the lock(s) that a huge gold key opens then that must be worth more, al - though the risk of course increases...",
    "type": "wilderness"
  },
  {
    "title": "Gorewhales on the Hunt",
    "tags": ["Sea & Shore"],
    "description": "This [Small] pack of Gorewhales [Eilite Beast] roam through this area on the hunt and protecting their territory. Gorewhales are akin to giant armour plated bull seals, with a single long and vicious looking horn that can grow up to six feet long from the very front of their skull. These predators hunt as a pack with an aim to impale prey on their long, sharp horns and can also jump out of the water to attack those on board ships.",
    "type": "wilderness"
  },
  {
    "title": "Grand Piano",
    "tags": ["Wilderness Boon"],
    "description": "This surely got here by magical means as it is very large, heavy and in the middle of the wilderness with no sign of weather damage. It is of a very rare wood and made by a master crafter, its value to the right buyer cannot be underestimated. But of course the Characters must find a way to trans- port it safely back to civilisation first.",
    "type": "wilderness"
  },
  {
    "title": "Grasping Roots",
    "tags": ["Forest", "Swamp & Jungle"],
    "description": "The ground in this area is thick with exposed tree roots that seem to move and undulate when trodden on. Characters will find it [Routine] not to trip on the sud - den bumps and shifting roots, but should anyone fall the roots suddenly become more active as they reach out grabbing at the fallen and trying to pin them down.",
    "type": "wilderness"
  },
  {
    "title": "Grass Snakes",
    "tags": ["Plains"],
    "description": "These shy reclusive snakes feed on mice and insects in the grasses here. They are an emerald green with rather pretty diamond shaped heads which give the impression of intelligence. They are not aggressive and will flee if they sense a Character close by, thus are [Difficult] to approach without being noticed. This [Small] number of Emerald Wizard Snakes [Easy Wizard NPC] are actually awakened familiars who used to serve a great wizard before his demise in a duel with a rival. They can use a few basic spells and even speak some arcane languages.",
    "type": "wilderness"
  },
  {
    "title": "Guano",
    "tags": ["Wilderness Boon"],
    "description": "These pungent bat droppings are by all accounts a very valuable resource for alchemical purposes. Al-though without some form of air-tight container they’re going to add a certain scent to whoever carries them. 193",
    "type": "wilderness"
  },
  {
    "title": "Guarded Chest",
    "tags": ["Wilderness Boon"],
    "description": "There is a [Pair] of guardsmen [Standard Warrior NPC] in travel worn uniforms carrying a small dull box, trudging their way across the area. These are tax collectors, given the unenviable duty of collecting taxes from the remotest of regions. They will draw weapons and either warn the Characters off or try to charge them a trekking tax. The box itself has a small amount of coins, some small trinkets and a sheaf of tax collectors notes on who to collect from.",
    "type": "wilderness"
  },
  {
    "title": "Gullies in the Hillside",
    "tags": ["Plains"],
    "description": "These grassy hills have been eroded by rain over many years, the shallow rooted grass does little to stabilise the soft earth and rocks beneath. Resultantly there are many deep gullies cut into the hillside. The undulating land offers many ideal spots for am - bushes, a fact not lost on the [Large] gang of Bandits [Standard Warrior NPC] that operate here under the leadership of an outlawed Ranger [Elite Ranger NPC] who knows how to use the land well.",
    "type": "wilderness"
  },
  {
    "title": "Hail",
    "tags": ["Arctic"],
    "description": "In this frozen area there is no rainfall, only hail the size of, and with the impact of, a sling bullet. Those unable to shield themselves from the hail will take [Light] damage regularly whilst in the hail storm.",
    "type": "wilderness"
  },
  {
    "title": "Hammer of Justice",
    "tags": ["Wilderness Boon"],
    "description": "Laying on the ground here is a large and magnificent looking war-hammer covered in neatly engraved runes. This is a very powerful magical weapon with its own sentient intelligence and personality, which is very much anti violence unless convinced of the opponents guilt. If convinced, it’ll employ it’s full powers to smash the guilty.",
    "type": "wilderness"
  },
  {
    "title": "Hanging Vines",
    "tags": ["Swamp & Jungle"],
    "description": "The tree canopy in this area is low and full of hanging vines that make any progress dependent on [Routine] hacking a clear path. To make things worse there are a [Very Large] num - ber of Sleep Vines [Easy Monster] that use the hang - ing vines to hide themselves.These long sinuous snake-like creatures look almost exactly like a vine until they attack and are [Very Diffi-cult] to spot. They get their name from the toxins they secrete that have a powerful and [Difficult] to resist sleep effect.",
    "type": "wilderness"
  },
  {
    "title": "Hardy Locals",
    "tags": ["Arctic"],
    "description": "An [Equal] sized unfriendly group of hardy looking hunters [Standard Ranger NPC] native to this icy region are passing by the Characters. These locals are used to the harshest of conditions here and will not be sympathetic to those who are not. They won’t offer to share their meager supplies with - out extreme persuasion.If they believe the Characters are ‘over supplied’ they may try to intimidate or trick the Characters into shar - ing.",
    "type": "wilderness"
  },
  {
    "title": "Hawks",
    "tags": ["Plains", "Forest"],
    "description": "The Characters would find it [Routine] to realise that the [Pair] of Star Hawks [Easy Beast] flying high above them have been following them for some time. These elegant silver raptors are fast, maneuverable, very intelligent, and frequently used as familiars or awakened spies. With enormously wide wings they are fondly known locally as “flying barn doors”. Their wingspan means they can glide effortlessly for days over huge distanc - es. Who is watching the Characters? 194",
    "type": "wilderness"
  },
  {
    "title": "Head Shot",
    "tags": ["Arctic", "Desert"],
    "description": "The white skeleton has been stripped bare by animal scavengers so only the clean white bones remain, with the skull sporting the end of an arrow sticking out of it. The mastercrafted ironwood shaft is still firmly lodged, but a [Routine] amount of effort will pull it free to re - veal the barbed silver arrowhead with runes engraved all over it. This enchanted arrow had been specially made for a legendary adventurer to slay their ArchDemon neme - sis [Overwhelming Monster], whose remains now lie in front of the Characters. If the arrow is not re-inserted into the skull then in a matter of days the ArchDemon will regenerate fully and become a menace to the world once more.",
    "type": "wilderness"
  },
  {
    "title": "Healing Balm",
    "tags": ["Wilderness Boon"],
    "description": "A sealed jar filled with a pungent emerald green oint - ment bearing a label with a healing sigil. This balm will heal wounds as effectively as any holy magic although it leaves dark green scars that glow faintly in the dark.",
    "type": "wilderness"
  },
  {
    "title": "Heartless Old Tree",
    "tags": ["Swamp & Jungle"],
    "description": "This huge tree appears long dead. Rising out of the damp ground its large hollowed trunk almost looks to have features, with branches for arms and exposed roots for feet. Known as the old man of the knot, this landmark is avoided by any who know this area well. This tree is actually an ancient treeman [Elite Mon - ster] who tried to prolong his life via the aid of a necro- mancer. This did not go well and has left the tree animated and angry at any living thing that gets too close. Its roots extend out as far as the tree is tall, and can surprise unwary Characters.",
    "type": "wilderness"
  },
  {
    "title": "Heat Stroke",
    "tags": ["Desert"],
    "description": "This environment is not just hot, it’s supernaturally hot, with temperatures that start to rise up to the limits of most Characters endurance. Anyone who tries to do any physical exertion in these conditions will find it [Very Difficult] to avoid becoming disoriented before passing out from heat stroke.",
    "type": "wilderness"
  },
  {
    "title": "Heavy Going",
    "tags": ["Swamp & Jungle"],
    "description": "The constant damp conditions have produced a very heavy, sticky mud which clings to everything, coating the Characters and their equipment in a heavy sod - den layer of glue like earth. It makes movement, even on paths, slow going and tiring, the Characters will find it [Difficult] not to be - come fatigued especially if they engage in combat or similar strenuous activities.",
    "type": "wilderness"
  },
  {
    "title": "Herbalist",
    "tags": ["Desert", "Forest", "Mountain", "Plains", "Swamp & Jungle"],
    "description": "This young herbalist [Easy Scholar NPC] is in search of rare ingredients which are only found in this area. They fetch a huge price, so any help the Characters can offer will be well rewarded, however the herbalist is not a natural explorer and will require the Charac - ters constant help throughout their search. Only the herbalist can identify the required plants so they must accompany the Characters on the search.",
    "type": "wilderness"
  },
  {
    "title": "Herd of Bison",
    "tags": ["Arctic"],
    "description": "This [Very Large] herd of huge cows live on the edges of the frozen wilderness; enormous thanks to their thick coats, they travel huge distances to find what little food there is under the snow. Like most cows, they are no real threat unless spooked, then they will charge and attack with hooves and horns [Standard Beast]. Any attempt to hunt them will trigger a stampede, however their hides make the best winter coats. 195",
    "type": "wilderness"
  },
  {
    "title": "Hermit Seer",
    "tags": ["Desert", "Forest", "Mountain", "Plains"],
    "description": "Densely packed small stones, piled high, surround this little hovel making it hard to see. As Characters approach the Seer of Endings [Stan - dard Wizard NPC] emerges, having foreseen this encounter and the Characters’ destiny in quite some detail. They will single out one Character and advise the rest that they must stop them before they bring about the end times. If they cannot persuade the Characters to deal with one of their own then the seer will use their own de - structive magic to see to it themselves!",
    "type": "wilderness"
  },
  {
    "title": "Hidden Door",
    "tags": [
      "Arctic",
      "Desert",
      "Forest",
      "Mountain",
      "Plains",
      "Swamp & Jungle"
    ],
    "description": "Behind a screen of camouflage that is [Routine] to find lies a sturdy door built into a slight raised area in the terrain. The door is locked and has faded arcane symbols painted on its surface. Does this door lead to a secure cache, a wizards pri - vate study or the entrance to a full size dungeon?",
    "type": "wilderness"
  },
  {
    "title": "High Humidity",
    "tags": ["Forest"],
    "description": "The ground in this area seems to be steaming slightly, making the air very hot and humid. Any heavy clothing quickly becomes unbearable and mosquitoes and midges become problematic as they bite skin and scalp.",
    "type": "wilderness"
  },
  {
    "title": "Hiking Boots",
    "tags": ["Wilderness Boon"],
    "description": "Wrapped in an oiled cloth and stashed away from the worst weather is a good pair of comfortable, warm, dry boots. These are sure to mean dry, warm feet and no blisters. And absolutely no soles so thin you can tell where you are be the feel of the ground alone.",
    "type": "wilderness"
  },
  {
    "title": "Hills & Downland",
    "tags": ["Plains"],
    "description": "The map clearly shows flat plains, but this area is in fact downlands, made up of many steep hills that must be ascended and descended repeatedly to make progress. While picturesque, these grassy hills are numerous and quite the endurance trek, and Characters would find it [Routine] to avoid becoming fatigued.",
    "type": "wilderness"
  },
  {
    "title": "Holes in the Sand",
    "tags": ["Sea & Shore"],
    "description": "The low tide has revealed many small holes in the sand where burrowing creatures make their tunnels and wait for the sea to return with the tide. One of the holes, however, is worryingly large and an oversized and angry Colossal Burrower Worm [Elite Monster] seems to be emerging.",
    "type": "wilderness"
  },
  {
    "title": "Hollow Tree",
    "tags": ["Forest"],
    "description": "This tree, huge old and still green with leaves, has a hollow trunk with a high opening to show the inner trunk within. This ideal hiding spot contains the nest of a Raptor Bear [Elite Monster] and a [Small] number of young [Easy Beast]. These dangerous forest predators are a curious mix of a large bear with the beak and talons of an over - sized bird of prey.",
    "type": "wilderness"
  },
  {
    "title": "Horn of Battle",
    "tags": ["Wilderness Boon"],
    "description": "This well crafted battle horn lies amongst the debris of combat with a broken standard, shattered shields and snapped spears littered all around. It looks to have been crafted from the horn of a mythi- cal beast. This magical horn will boost the courage of all allies who hear it, although sometimes it’s better to retreat and fight another day instead of bravely standing to the last. 196",
    "type": "wilderness"
  },
  {
    "title": "Horror in Black and White",
    "tags": ["Arctic"],
    "description": "A [Very Large] flock of Wicked Penguins [Easy Beast] begin to waddle comically towards the Characters, who will find it [Difficult] to spot something amiss be - fore they engage. When in range these twisted creatures attack, sliding across the snow on their bellies to quickly get close enough for sharp beaks to reach the Characters’ ankles. These monstrosities are the result of a diabolical sorcerer’s warped sense of humour, and rely on their slightly comedic appearance to get the jump on their prey.",
    "type": "wilderness"
  },
  {
    "title": "Hot Wind",
    "tags": ["Desert"],
    "description": "The wind seems to strip moisture from all it touches. It causes skin to dry and crack, and even covered mouths to dry. The Characters must consume twice the amount of water rations that they normally would while these winds keep blowing.",
    "type": "wilderness"
  },
  {
    "title": "Huge Ants",
    "tags": ["Swamp & Jungle"],
    "description": "This area is directly in the migration path for a [Be - yond Count] swarm of Giant Ants [Easy Beast]. They travel in a convoy and will attack and gather up anyone in their path alive and transport them as food for their larvae.",
    "type": "wilderness"
  },
  {
    "title": "Hungry Seaweed",
    "tags": ["Sea & Shore"],
    "description": "A thick mass of seaweed has built up around the vessel. And as well as snagging rudders and oars it seems to be steaming. It would be [Routine] to realise that the seaweed is reacting with the hull and producing some form of acid that is slowly trying to eat through the side of the ship. Someone is going to get the fun job of swimming through acid heavy water removing masses of sea - weed.",
    "type": "wilderness"
  },
  {
    "title": "Hunting Pack",
    "tags": ["Arctic", "Desert", "Forest", "Plains", "Swamp & Jungle"],
    "description": "This [Equal] sized pack of Nemesis Hounds [Standard Monster] have been given the Characters scent by someone and they are hunting down their prey. These magically crafted dogs are superb hunters, and never tire or stop once orders are given by their creator. The Characters must have annoyed the wrong per - son!",
    "type": "wilderness"
  },
  {
    "title": "Ice Fields",
    "tags": ["Arctic"],
    "description": "The annual melt has left this terrain of frozen ice a treacherous combination of flowing rivers under the surface and thin, slippery wet ice which cracks and moves without warning. Characters may slip easily, or be caught by a sudden - ly unstable path which cracks, sending them down to the icy waters below. Travel here is [Difficult].",
    "type": "wilderness"
  },
  {
    "title": "Ice Hole",
    "tags": ["Arctic"],
    "description": "This perfectly round hole in the ice is suspiciously calm, the liquid of the water’s surface has not yet fro-zen over. Any Character stopping for a closer look will discover the Carnivorous White Whale [Elite Monster] which keeps the hole open for breathing and ambush hunting purposes.",
    "type": "wilderness"
  },
  {
    "title": "Ice Spears",
    "tags": ["Mountain"],
    "description": "Above the Characters’ heads there is a snow and rock outcrop. Hanging down from it are dozens of icicles, pointed, deadly sharp and tinged with a peculiar green hue. These are actually a [Large] group of Frost Needlers [Easy Beast] that are waiting to drop down onto un - suspecting prey. These odd beasts are somewhat like small pale green octopi, who hollow out and crawl inside needle like ici - cles and hunt by dislodging the ice to fall and impale any unfortunate below. 197",
    "type": "wilderness"
  },
  {
    "title": "Iceberg",
    "tags": ["Sea & Shore"],
    "description": "This titanic iceberg may be rather unexpected if these seas are far from an arctic region, but here it is. The iceberg moves faster than a normal ship and is travelling away from the colder regions. It is large enough for the Characters to “board”, if they can get close to it of course. Once on board they will find a hollowed out catacomb of ice tunnels, some of which are flooded with sea water and patrolled by a [Pair] of Ice Golems [Elite Monster]. All this is created by the Frost Mage [Elite Wizard NPC] who calls this Iceberg home.",
    "type": "wilderness"
  },
  {
    "title": "Inky Depths",
    "tags": ["Sea & Shore"],
    "description": "Like floating on a sea of nothingness, the waters in this area are quite still and an almost completely opaque deep black. Along with the unsettling sea, there are sinister whis - pers that carry with the breeze that have no obvious source. The Characters will start to see shadows move and hear voices speaking softly to them. The Characters will find it [Routine] to find the resolve and bravery to ignore these events but those of a weak mind may find their sanity challenged.",
    "type": "wilderness"
  },
  {
    "title": "Jaws",
    "tags": ["Sea & Shore"],
    "description": "The most powerful jaws in the sea here belong to this Leviathan Turtle [Overwhelming Beast] who is capa - ble of splitting a ship’s hull in one huge snapping bite. Fortunately this armoured giant of the sea is usually peaceful and only tends to lash out in self defense. Let’s hope the Characters don’t spook it...",
    "type": "wilderness"
  },
  {
    "title": "Jellyfish Swarm",
    "tags": ["Sea & Shore"],
    "description": "Like a thousand glowing lanterns under the surface of the water, this bloom of Striker Jellyfish [Easy Beast] is [Beyond Count] and seems to fill the depths. These aren’t aggressive creatures but anyone enter - ing these waters will find it [Very Difficult] not to be stung by the trailing tendrils of these jellyfish and take [Light] damage. 197 198",
    "type": "wilderness"
  },
  {
    "title": "Journey Without End",
    "tags": ["Plains"],
    "description": "The hills and grasslands stretch to the horizon with no features, it is all starting to look the same. The Char-acters feel they have passed this way many times. The lack of landmarks combined with heavy cloud cover and a local phenomenon that sends compass - es spinning has made navigation [Very Difficult]. The Characters may be going in circles.",
    "type": "wilderness"
  },
  {
    "title": "Killer Whale",
    "tags": ["Sea & Shore"],
    "description": "Hunting has yielded poor results for this [Equal] size pod of Killer Whales [Elite Beast] and they are now broadening their prey to anything that might be edible. They will worry boats for days on end until the ex - hausted crew eventually fall to their charges. They can also beach themselves so a Character in shallow water, or even near the surf, can be ambushed.",
    "type": "wilderness"
  },
  {
    "title": "Kitten up a Tree!",
    "tags": ["Forest"],
    "description": "Up a tall tree, a small kitten sits mewing to the Characters. It has a neat collar on and looks well fed. This innocent little feline is actually the pet of a Forest Giant [Elite Monster] who placed their kitty here for safety and they’ll be back looking for it soon.",
    "type": "wilderness"
  },
  {
    "title": "Leather",
    "tags": ["Wilderness Boon"],
    "description": "A bundle of leather ideal for clothing or armour is stored here, already cured and ready to go.",
    "type": "wilderness"
  },
  {
    "title": "Leeches",
    "tags": ["Swamp & Jungle"],
    "description": "The water and plants here are rife with leeches. It would be [Difficult] to avoid taking [Light] damage from travelling through this area, as the little blood suckers are very good at finding some flesh to attach to. As well as the normal leeches, there are the massive Lion Leeches [Standard Beast] that will swarm in [Very Large] groups if any blood is spilled here.",
    "type": "wilderness"
  },
  {
    "title": "Leviathan",
    "tags": ["Mountain", "Plains"],
    "description": "A huge Thunder Lizard [Overwhelming Beast], not unlike those which used to roam in ages past, seems to be walking happily through this area. It appears to be a herbivore and is not concerned in the least by the Characters. What is it, what is it doing here and are there more creatures from it’s time close by?",
    "type": "wilderness"
  },
  {
    "title": "Lightning Strikes Twice",
    "tags": ["Forest", "Mountain", "Plains", "Swamp & Jungle"],
    "description": "There is no storm, yet lightning rips through the sky. The bolts all snake towards the ground and strike the same spot. If the Characters investigate they will find a round charred area surrounding a bronze helm, attached to a rather charred body. Could this be a sacrifice to the storm gods or an experiment gone wrong? Whatever it is, the lightning continues to regularly strike the helm. Whether mystical or arcane in nature, this is a helm of spell power that will increase the amount of magic a caster could control. With the slight flaw that about 1% of the time it will summon a massive lightning storm directed at the wearer’s head. The storm will abate when the helm is removed from the head or the head is turned to ash.",
    "type": "wilderness"
  },
  {
    "title": "Limpets",
    "tags": ["Sea & Shore"],
    "description": "These vibrant red, domed shells adorn the rocks here. They cling tightly until the tide reaches them when they loosen, and then seem to all migrate towards a patch of sea where they swarm and circle. If any Character is able to swim down they would find a small sealed chest that is leaking red liquid into the surrounding waters. Inside is a large amulet of a heart shaped ruby, this Amulet of Poison makes any food - stuff that gets in close proximity poisonous. The limpets, usually a local delicacy, are ruined as the effects of the amulet have made them poisonous, and anyone eating one would take [Major] damage.",
    "type": "wilderness"
  },
  {
    "title": "Lines in the Ground",
    "tags": ["Arctic", "Desert"],
    "description": "There are regular lines of discoloured ground at a variety of angles in this area. Characters will find it [Very Difficult] to ascertain what pattern these lines are making without some form of aerial view. In which case they would see the lines form a vast, complex circle that looks uncannily like an enormous summon - ing circle. They are getting very close to the centre. If the Characters don’t see the pattern, or take steps to investigate, they will walk straight into an ancient summoning circle and accidentally summon an [Equal] sized group of Mirror Horrors [Elite Monster]. These summoned Horrors, each initially appearing as a formless blob of reflective material (like a molten mirror) quickly take on the shape and abilities of the Characters. They will then attack. These should be played as evil(er) copies of the Char- acters with a weakness to sonic attacks which would shatter them like glass fragments before melting back into the ground.",
    "type": "wilderness"
  },
  {
    "title": "Lone Tent",
    "tags": ["Wilderness Boon"],
    "description": "This well made canvas tent, including a carrying bag, sits alone and ready to use, or pack up and carry for portable shelter. The inside is empty and there is no owner to be found.",
    "type": "wilderness"
  },
  {
    "title": "Long Days",
    "tags": ["Arctic"],
    "description": "It’s been daylight for a long time now, well past when night should have fallen. The Characters will find it [Difficult] to rest properly in these conditions, and this can affect sneaking, stami - na and concentration. Wounds recover slower and abilities regenerate slower as no one can sleep properly in this constant daylight. This could be a short phenomenon or the onset of a long arctic summer where the sun never fully sets.",
    "type": "wilderness"
  },
  {
    "title": "Long Nights",
    "tags": ["Arctic"],
    "description": "During the winter, the sun slowly sinks below the hori - zon and does not reappear for weeks. The tempera-ture plummets and Characters may suffer the effects of extreme cold. Spirits may drop in these dark, cold conditions as day and night become one, and any monsters who nor - mally come out at night may roam as they please. Fear of the Dark - Most attacks that take place are now surprise attacks.",
    "type": "wilderness"
  },
  {
    "title": "Lost in the Long Grass",
    "tags": ["Plains"],
    "description": "The grasses here can grow higher than a traveller, making navigation a [Difficult] task. This offers plenty of cover for the [Equal] sized packs of Spine Boars [Standard Beast] that roam here be - tween the grass blades.",
    "type": "wilderness"
  },
  {
    "title": "Lotions and Potions",
    "tags": ["Wilderness Boon"],
    "description": "There is a wooden tray here with a set of one dozen various shapes and sizes of jars containing potions, rubs and ointments of various colours. Some glow in the dark.None are labelled, some may be magic, some may be poisonous. 200",
    "type": "wilderness"
  },
  {
    "title": "Mad as a March Hare",
    "tags": ["Plains"],
    "description": "For those Characters with hunting experience it would be [Routine] to discover the signs of some strange hunting activity in this area, where normally docile herbivore species seem to have been hunting, killing and feasting on others of their kind. This is due to a rage virus infecting many animals here, in fact a [Very Large] drove of infected Bull Hares [Easy Beast] have the Characters scent and will be fearless in their attempts to feed.",
    "type": "wilderness"
  },
  {
    "title": "Maelstrom",
    "tags": ["Sea & Shore"],
    "description": "These once placid waters begin to heave and shift as powerful currents drag from below, making any travel a [Difficult] endeavour. Any who don’t immediately turn back to calmer seas risk being dragged down into the growing whirlpool and crushed.",
    "type": "wilderness"
  },
  {
    "title": "Mage School Field Trip",
    "tags": [
      "Arctic",
      "Desert",
      "Forest",
      "Mountain",
      "Sea & Shore",
      "Swamp & Jungle"
    ],
    "description": "This [Equal] sized group of mages [Easy Wizard NPC] along with their wise looking teacher [Standard Wiz - ard NPC] appear from nowhere with a pop in the air. Today the apprentices are learning weather manipula - tion, and their master has teleported them here where the conditions are more extreme and there are less people to get hurt when things go wrong. The apprentices start firing magic in all directions, some get distracted by the local flora and others re - alise they are really poorly dressed for the conditions and try a magical solution with varied results.",
    "type": "wilderness"
  },
  {
    "title": "Maps and Charts",
    "tags": ["Wilderness Boon"],
    "description": "A highly detailed map and chart set covering this, and neighbouring areas. Included the easiest walking paths, places to camp and known monster nests.",
    "type": "wilderness"
  },
  {
    "title": "Massacre Mares",
    "tags": ["Desert", "Plains"],
    "description": "This is the hunting ground for an [Equal] sized herd of Massacre Mares [Standard Monster] who will chase any intruders before initiating repeated hit and run attacks. These infernal steeds have spikes along their spines, great clawed feet and razor sharp teeth.",
    "type": "wilderness"
  },
  {
    "title": "Master Hunter Arrows",
    "tags": ["Wilderness Boon"],
    "description": "Wrapped in a protective oil cloth, these two dozen hunting arrows are finely crafted from top quality ma - terials and are the best a fletcher can offer.",
    "type": "wilderness"
  },
  {
    "title": "Meg",
    "tags": ["Sea & Shore"],
    "description": "Seen as a good luck charm, Meg lives in these waters mainly because the fisherfolk feed her. She is larger than average, indeed she’s a Giant Shark [Elite Beast] and despite her friendly reputation you would not want to meet her in the water. She will approach a boat for food and if it is not forthcoming she will “encourage” the Characters to share or be - come a snack.",
    "type": "wilderness"
  },
  {
    "title": "Midges",
    "tags": ["Plains"],
    "description": "The air is thick with these nasty little critters. They thrive in the warm, humid conditions created by the many pools of standing water in this area. Whilst mainly an unpleasant distraction, they will harass and bite any Character they can, and are [Difficult] to keep away without nets, smoke clouds or similar. Too small to cause actual damage, instead the swarming insect bites will reduce the effects of rest and healing whilst travelling this way. 201",
    "type": "wilderness"
  },
  {
    "title": "Migrating Herds",
    "tags": ["Plains"],
    "description": "The grass here grows quickly and these Speckled Antelopes [Easy Beast] move in huge herds that are [Beyond Count], quickly following the sweetest grass - es as they grow. All of this prey on the move has attracted a [Pair] of Green Panthers [Elite Beast]. These apex feline pred - ators may attack slower moving targets if the antelope prove too swift.",
    "type": "wilderness"
  },
  {
    "title": "Military Recipe Book",
    "tags": ["Wilderness Boon"],
    "description": "Found neatly packaged inside a large stew pot along with basic utensils and a pouch of simple seasonings, this compact book is full of practical fortitude improv - ing recipes using local ingredients that clearly show what is edible in this area.",
    "type": "wilderness"
  },
  {
    "title": "Mirage",
    "tags": ["Desert"],
    "description": "The heat haze on the horizon can play games with the Characters’ minds after a long length of time spent in these punishing conditions. From the haze rises an oasis offering shelter, water and a proper long rest opportunity! But however quickly the Characters approach it the oasis never gets any nearer. If Characters realise this they may have to decide if it is a trick of the desert or if someone is tempting them in this direction.",
    "type": "wilderness"
  },
  {
    "title": "Missing Insects",
    "tags": ["Swamp & Jungle"],
    "description": "The usual constant movements of hundreds of insects has vanished and Characters will have a [Difficult] job to notice its missing. If they do notice they will be alert and not surprised when the Terror-Eater [Standard Monster] attacks. Terror-Eaters are a kind of huge anteater that nor - mally feast on giant insect species, although they are known to attack travellers too. The local insects have either been polished off as an appetizer or are wisely lying low.",
    "type": "wilderness"
  },
  {
    "title": "Mole Hills",
    "tags": ["Plains"],
    "description": "Breaking through the grass are these strange earthy mounds. Usually caused by cute little moles pushing earth from their underground tunnels, these ones however seem much larger as the Characters get closer. This is the site of a tunnel system that is home to an [Equal] sized colony of Mammoth Yellow Worms [Standard Monster], who burrow through the soft earth and cause earth tremors before trying to pull victims underground.",
    "type": "wilderness"
  },
  {
    "title": "Monsters from the Cold",
    "tags": ["Arctic"],
    "description": "Frozen for centuries, this [Small] group of Demonic Horrors [Elite Monster] have thawed and now walk free. Driven by hunger, strange ancient magics and a belief they are still participating in an infernal war of conquest now long ended, they are a threat to all.",
    "type": "wilderness"
  },
  {
    "title": "Mothrey",
    "tags": ["Forest"],
    "description": "As dusk falls a [Large] number of Mothrey [Easy Mon - ster] begin to fly through the canopy. These large beautiful silvery creatures are giant moths a couple of feet in length and fly on translucent wings that seem to sparkle and pulse in the darkening light. These are not aggressive creatures, but they are attracted to light and have a charged electrical field around them capable of causing [Light] damage.",
    "type": "wilderness"
  },
  {
    "title": "Mountain Goat",
    "tags": ["Mountain"],
    "description": "This little goat seems able to move effortlessly across even sheer cliffs. A small bell on a trinket chain hangs from its left horn, glowing a bright magical blue. Anyone attempting to follow it is in for a [Very Difficult] challenge. It can be lured easily enough. Goats, after all, will eat anything.",
    "type": "wilderness"
  },
  {
    "title": "Mountain Lynx",
    "tags": ["Mountain"],
    "description": "This [Pair] of Lynx [Standard Beast] are ambush pred - ators and [Very Difficult] to notice before they strike. Driven by hunger and opportunity, they will attack the rear most Character in the party from behind, waiting until the Characters are spread out to strike.",
    "type": "wilderness"
  },
  {
    "title": "Moving Sand Dune Sea",
    "tags": ["Desert"],
    "description": "The relentless winds constantly move the sand dunes. The landscape changes almost daily, with dunes van - ishing and appearing overnight on windy days. This, coupled with no visible landmarks, makes it impossible for Characters to map the area with any accuracy. Along with the risks of becoming lost, the location of any treasure must be explored immediately for fear of never being able to locate it again, and tak - en on the spot. A dilemma if the treasure is large and the party need to move quickly or quietly.",
    "type": "wilderness"
  },
  {
    "title": "Murder Scene",
    "tags": ["Arctic", "Desert", "Forest", "Mountain", "Swamp & Jungle"],
    "description": "This corpse is still warm. A dagger stands proudly out of the eye socket of this richly dressed individual. They still wear excessive jewellery and an expensive sword. There are two sets of tracks approaching from the east and one leaving to the North. The body is clearly someone of importance, however they are not dressed for the conditions at all! Other clues on the body include a handwritten note simply saying to meet in the usual place and a receipt from the Mages Guild of the nearest city.",
    "type": "wilderness"
  },
  {
    "title": "Nature Reclaims",
    "tags": ["Swamp & Jungle"],
    "description": "The buildings stand derelict, trees growing through walls and roofs. The vegetation is so thick that it is hard to see there was ever a settlement here. Except this should be a thriving village full of life. If the Characters investigate the [Horde] of Drowned Dead [Easy Monster] that are hidden around the ruins may explain what happened to the villagers.",
    "type": "wilderness"
  },
  {
    "title": "Necklace",
    "tags": ["Wilderness Boon"],
    "description": "Glinting in the dirt is this delicate chain holding a large gem mounted within a gold surround with intricate carvings of an elegant noble. While valuable in it’s own right the original owner would likely pay more to have their custom-made jewelry returned.",
    "type": "wilderness"
  },
  {
    "title": "Nice Shoes",
    "tags": ["Wilderness Boon"],
    "description": "Wrapped in expensive cloth within a sturdy but gaudy shoe box are a pair of very delicate silk shoes of the highest fashion and value. Not “outdoor shoes”.",
    "type": "wilderness"
  },
  {
    "title": "No Clouds in the Sky",
    "tags": ["Desert"],
    "description": "There are no clouds to be found here anywhere, de - spite the constant winds. The deep blue sky stretches away endlessly, and after dark the full galaxy of stars is visible with no interruptions or light pollution. This exceptionally clear view of the night sky may reveal to a curious Character some previously unseen stars that seem to form a well known symbol of evil. 203",
    "type": "wilderness"
  },
  {
    "title": "No Sail Zone",
    "tags": ["Sea & Shore"],
    "description": "These waters are protected from fishing and diving for pearls by a zealous collection of “conservationists”, who claim any intrusion into this area will upset the local “balance”. Their eyes are rather fixed, none of them are blinking and there seems to be a lack of any marine life in the area. This [Very Large] collection of Cultists [Easy Warrior NPC] are led by an Arch Priest [Elite Cleric NPC] and whilst they don’t want to fight they will use any means necessary to stop intruders from finding out about the sunken temple they have found.",
    "type": "wilderness"
  },
  {
    "title": "No Such Thing as a…",
    "tags": [
      "Arctic",
      "Desert",
      "Forest",
      "Mountain",
      "Plains",
      "Swamp & Jungle"
    ],
    "description": "A feared monster of legend roams these parts with terrible arms ending in terrible claws and terrible fangs in its terrible maws. While many stories tell the tale of this [Lone] monster [Overwhelming Monster], no two stories agree on all of the details. Although a student of folklore would find it [Difficult] to pick out the common theme that the monster has a deep seated phobia of mice.",
    "type": "wilderness"
  },
  {
    "title": "Nomadic Hunter",
    "tags": ["Desert", "Mountain", "Plains"],
    "description": "This wandering hunter [Elite Ranger NPC] appears as the Characters approach, being very well blended into the terrain and [Difficult] to spot. They greet the Characters warmly and begin to exchange small talk. They are very interested in any unusual happenings or rare beasts as selling them dead or alive provides a healthy income. They live fairly well by eating the unsuspecting local wildlife.",
    "type": "wilderness"
  },
  {
    "title": "Not a Drop to Drink",
    "tags": ["Mountain"],
    "description": "This mountainous terrain is oddly devoid of any mois - ture, no streams flow, no snow has gathered and the low clouds seem to always miss this area. Let’s hope the Characters have plenty of water with them as there is no chance to resupply here.",
    "type": "wilderness"
  },
  {
    "title": "Nothing to See",
    "tags": ["Sea & Shore"],
    "description": "Heavy, dark fog covers everything in this area and whilst nothing sinister lurks in this cloud-bank it does make it [Very Difficult] to navigate. 204",
    "type": "wilderness"
  },
  {
    "title": "Noxious Fumes",
    "tags": ["Swamp & Jungle"],
    "description": "The usual earthy plant smells have given way in this area to something far more foul that smells like sulfur and makes throats and eyes burn with pain. If Characters cover their faces they will find it [Rou - tine] not be overcome by coughing and lose vision to watering eyes.",
    "type": "wilderness"
  },
  {
    "title": "Oasis",
    "tags": ["Desert"],
    "description": "This idyllic oasis beckons in the endless sand dunes, an island of green and shade. This large watering hole has crystal clear water and is surrounded by trees bearing fruit, it offers everything an adventure party could need. It almost seems too good to be true! Should any Character eat the fruit or drink the water they will find it [Difficult] not to become drowsy and easy prey for the [Lone] Dream Stalker [Elite Monster] that lurks here.",
    "type": "wilderness"
  },
  {
    "title": "Obelisk",
    "tags": ["Desert"],
    "description": "A single weather worn column of stone juts up from the desert sands, its surface covered in carvings. The language is ancient, but those that can decipher it will learn some valuable information on nearby adven - ture sites.",
    "type": "wilderness"
  },
  {
    "title": "Odd Tracks",
    "tags": ["Desert"],
    "description": "There are several strange trails, quickly being eroded by the blowing wind. The straight lines actually run horizontally compared to the direction of travel, and any Character who manages the [Difficult] task of realising these are giant snake tracks will not be surprised when the [Pair] of Giant Sand Vipers [Elite Beast] attack! These snakes can hide under the sand, and are al - most exactly the same colour. They have a poisonous bite and a nasty temperament.",
    "type": "wilderness"
  },
  {
    "title": "Old Climbing Equipment",
    "tags": ["Mountain"],
    "description": "You are not the first to travel this way. Characters may notice crampons and carabiner clips already in the rock face that look like they continue all the way up. They are old and weathered but may still be service - able. The party may check in turn if the old equipment holds as they ascend the climb.",
    "type": "wilderness"
  },
  {
    "title": "Ornate Purse",
    "tags": ["Wilderness Boon"],
    "description": "An ornate purse made from metal scales and sealed with a twisted silver wire that is crammed with high value coins from a far off land. And a single large, well cut sapphire.",
    "type": "wilderness"
  },
  {
    "title": "Out of Place",
    "tags": ["Desert", "Arctic"],
    "description": "A tree grows here. Its green leaves glorious in the sun. Characters may turn, observe the bleak land - scape devoid of any life before returning their gaze to this healthy, green leaved tree. This is the final resting place of a heroic druid and this everliving tree sprouted where they fell. There is still some potent magic here and any attempt to chop or burn the impressive tree will wake the spirit of the Druid in the form of a Nature Wraith [Elite Monster].",
    "type": "wilderness"
  },
  {
    "title": "Overgrown Mines",
    "tags": ["Plains"],
    "description": "This area has long been mined for precious metals. With little oversight and a focus on coin, the resulting mine shafts run dangerously close to the surface. As a result there are sinkholes covering the ground, often overgrown and [Difficult] to see. Characters would find it [Routine] to navigate this area safely if they spotted the sinkholes or [Difficult] if they didn’t see them. Falling down one of these deep holes would cause a [Major] injury. The mines, if accessible by these dangerous holes, are an adventure in themselves! 205",
    "type": "wilderness"
  },
  {
    "title": "Overzealous Conservation",
    "tags": ["Swamp & Jungle"],
    "description": "This [Large] group of educated conservationists [Standard Scholar NPC] are here to preserve the local flora and fauna. They are overly zealous and refuse to allow the Characters to pass as they will “upset the natural balance”. Characters can go round the long way, be persuasive, or force their way through. If they go past the scholars they will disturb the resting place of a Plant Titan [Overwhelming Monster] that is slumbering here. This gigantic mass of plant matter will attack any who disturb it with tentacle-like vines the size of tree trunks, although it will not give chase to any who flee.",
    "type": "wilderness"
  },
  {
    "title": "Oysters",
    "tags": ["Sea & Shore"],
    "description": "Traditionally in these parts oyster pearls are harvest - ed by free diving. Characters may make a [Routine] check to see if they can hold their breath long enough to make it to the oyster beds and try their luck at find-ing pearls.",
    "type": "wilderness"
  },
  {
    "title": "Pain Marten",
    "tags": ["Forest", "Mountain", "Plains", "Swamp & Jungle"],
    "description": "This small nocturnal weasel like mammal is a rarity in these parts, and is highly valued for its coat and some interesting alchemical properties. Particularly concern - ing magical detection. The Characters will find it [Very Difficult] to spot a [Small] gang of Pain Martens [Easy Beast] sneaking into their camp at night and seeking out any magic users while they sleep. The first the target Characters know of the attack is a furry warmth wrapping around their neck, which is not unpleasant until the biting starts.",
    "type": "wilderness"
  },
  {
    "title": "Paints",
    "tags": ["Wilderness Boon"],
    "description": "A neat wooden crate sits here full of small pots con - taining mixed paints, alongside fine sable brushes and sets of pigments to blend. This artist’s kit is carefully crafted and contains the best ingredients and tools.",
    "type": "wilderness"
  },
  {
    "title": "Patchy Grass",
    "tags": ["Mountain"],
    "description": "From between the rocks this thin and reedy grass grows. It is the only greenery in this harsh landscape and those able to make the [Difficult] task of realising the grass grows in an unnatural pattern may be able to ascertain that this is some form of ancient druidic ritual circle. This small area is protected from the cold and winds of the mountain by old magic and would make a safe refuge for a rest.",
    "type": "wilderness"
  },
  {
    "title": "Patrolling Raptors",
    "tags": ["Mountain"],
    "description": "This [Pair] of Hunting Hawks [Easy Beast] are small compared to most of the local raptors, exceptionally fast and very maneuverable. It would be [Difficult] for the Characters to realise that these birds are hunting them and looking to pick off smaller Characters or familiars. They will be able to attack with advantage if they are diving from above.",
    "type": "wilderness"
  },
  {
    "title": "Peak to Peak",
    "tags": ["Mountain"],
    "description": "The mountain ascent is confused with many peaks and ravines. Having reached a vantage point on the mountain, Characters get a good look across a ravine and will find it [Routine] to realise that they are on the wrong mountain. They will have to spend a considerable amount of time retracing their steps.",
    "type": "wilderness"
  },
  {
    "title": "Pebbles on the Beach",
    "tags": ["Sea & Shore"],
    "description": "The Sea has driven the pebbles on the beach into dunes with shelves and steep drops. Any Character walking on them will find it [Routine] not to start a peb - ble avalanche which would carry them sliding prone down the beach.",
    "type": "wilderness"
  },
  {
    "title": "Peculiar Statues",
    "tags": ["Swamp & Jungle"],
    "description": "The way forward is blocked by a large patch of still water, with two parallel lines of oddly shaped stepping stones offering a way across. A [Routine] inspection will reveal these stones are the tops of statue heads sunk into the water, with a few more complete statues visible on the far bank in the shallows. The statues have the look of an ancient design, and are covered in many years of plant growth, although none are crumbling with age. This [Large] group of animated Stone Guardians [Standard Monster] were placed here long ago to protect a tomb that now sits in ruins below the water. Their ranked formation now makes a convenient set of stepping stones, convenient that is until a Character gets too close to the middle of the crossing and they animate to defend the now sunken tomb.",
    "type": "wilderness"
  },
  {
    "title": "Pilgrim",
    "tags": ["Arctic", "Desert", "Mountain"],
    "description": "A tired looking traveller trudging through this area with a large stone strapped to their back is actually a Pilgrim [Standard Cleric NPC] journeying to a holy shrine. They are simply dressed in a hooded robe and carry a large smooth stone which they treat with utmost care and respect. They do not seem fully equipped to deal with the ele - ments and challenges here.Their religion has decided their most holy site is in the most perilous inhospitable location known to them, and that a true pilgrim would carry a ‘stone of faith’ to place at the shrine. It is widely, and correctly, suspected that the reli- gion’s elders use this as an efficient way of dealing with challengers within their order. There is no way to progress in the order if the pilgrimage is refused, even though the chance of death is exceptionally high. This pilgrim will approach the Characters for help reaching their destination, although they will accept no help carrying the stone. If they return with proof of their success they could quickly be promoted in the order, and they will look kindly on any who helped their ascension.",
    "type": "wilderness"
  },
  {
    "title": "Pixie Glade",
    "tags": ["Forest"],
    "description": "This area of forest is rife with mushrooms, flowers and abundant wildlife. As the Characters travel onwards the forest grows even more bright and vibrant, and it would be [Routine] to realise that a patch of a fey realm has crossed over with this woodland. There is a [Horde] of Fairies and Pixies [Standard * NPC] who live here that may choose to interact with the Characters, although beware of the small print in any dealings with the fey folk...",
    "type": "wilderness"
  },
  {
    "title": "Plague Rats",
    "tags": ["Forest", "Mountain", "Plains"],
    "description": "This area contains the site of a recent battle, and is strewn with decaying corpses long since looted of valuables and is now home to a [Beyond Count] infes - tation of Plague Rats. These unhealthy vermin [Easy Beast] live on the carrion and carry a potent strain of disease. They will only attack the Characters if provoked or dis - turbed, and it is [Routine] to avoid them while moving across this area. Setting up camp here is a bad idea as the rats would swarm any camp shortly after it is set up.",
    "type": "wilderness"
  },
  {
    "title": "Plague Rats Onboard!",
    "tags": ["Sea & Shore"],
    "description": "It becomes clear that the ship the Characters are trav - elling on has a rat problem, in fact a [Horde] of Plague Rats [Easy Beast] call the dark corners of the hold and bilge home. They will only attack the Characters if provoked or dis - turbed, but they will soon consume and ruin any ships stores if left to their own devices.",
    "type": "wilderness"
  },
  {
    "title": "Poison Trove",
    "tags": ["Wilderness Boon"],
    "description": "This small, well made greenhouse is a poisoner’s dream! A treasure trove of poisonous plants. Some of the resulting poisons are fast, some slow, some curable and some with comical effects.",
    "type": "wilderness"
  },
  {
    "title": "Polar Bear",
    "tags": ["Arctic"],
    "description": "This [Lone] Great Polar Bear [Elite Beast] is about to emerge from the den where she has been hibernating just below the surface of the snow. And she’s hungry. A trio of very young cubs [Easy beast] would also be in the den.",
    "type": "wilderness"
  },
  {
    "title": "Pot Holes",
    "tags": ["Plains"],
    "description": "The long grass in this area conceals a multitude of small holes, most of which are just the right size to twist an ankle. Any movement beyond slow and careful runs a risk of tripping in this terrain, and melee combat would be [Difficult].",
    "type": "wilderness"
  },
  {
    "title": "Potion Ingredients",
    "tags": ["Wilderness Boon"],
    "description": "This sturdy satchel contains a bunch of rare herbs, a mixture of fresh and dried alchemical ingredients useful for many common concoctions, alongside a set of measuring cups and flasks.",
    "type": "wilderness"
  },
  {
    "title": "Pounced Upon",
    "tags": ["Swamp & Jungle"],
    "description": "This [Small] pack of Shadow Stalkers [Standard Monster] are stalking the Characters through the tree canopy of this area. These monstrous big cats are partially made of solid shadows and are supernaturally stealthy and [Very Difficult] to spot before they pounce, usually trying to bring down the Character at the rear of the group first.",
    "type": "wilderness"
  },
  {
    "title": "Pristine Scroll",
    "tags": ["Wilderness Boon"],
    "description": "The brilliant white scroll has the main prayer of a major deity elaborately illuminated across its surface, it seems near indestructible and seems to repel dirt. Once per day when read it will bestow a minor bless - ing on the reader. 208",
    "type": "wilderness"
  },
  {
    "title": "Purest Green",
    "tags": ["Wilderness Boon"],
    "description": "There are a dozen nuggets of a bright green metal - lic ore here, and whilst not actual gold these shiny chunks of ‘green’ could be valuable to artisans looking for unusual materials. Or to anyone who doesn’t know what gold is meant to look like.",
    "type": "wilderness"
  },
  {
    "title": "Questing Heir",
    "tags": ["Arctic", "Desert", "Mountain", "Sea & Shore"],
    "description": "This youth [Standard Warrior NPC] is striving to prove themselves. Their people are a hardened hunter and warrior cul - ture who eek out an existence in this very unforgiving land. Traditionally the next generation spends a time living and travelling alone to perfect their hunting and sur - vival skills. This heir to the clan leader is looking for more of a challenge than is normally offered here, and asks if the Characters can recommend a beast for them to hunt. They may accompany the party if their paths lead the same way and the local warrior clan will be much more friendly if this youth is returned, ideally safe and full of heroic stories.",
    "type": "wilderness"
  },
  {
    "title": "Quicksand",
    "tags": ["Desert"],
    "description": "The sand in this area seems somehow light and does not hold the weight of the Characters, who will begin to sink into the sand as if it were a thick liquid. It is a [Routine] task to free a Character from the quicksand but larger Characters, those wearing heavy armour and any mounts sink much faster and could be [Difficult] or even [Very Difficult] to rescue. Characters must identify where the sand is safe to walk on and where it is not, the difference is very sub - tle and [Difficult] to spot. Struggling and indeed any movement if trapped will not help matters.",
    "type": "wilderness"
  },
  {
    "title": "Rabid Beasts",
    "tags": ["Forest", "Mountain", "Plains"],
    "description": "Whilst not normally aggressive, this [Large] pack of feral Foxes [Easy Beast] are rabid, very aggressive and will attack without fear. These small canines shouldn’t be too much trouble for the Characters, however even a small bite has a high chance (70%) of transmitting the rabid disease that these foxes are afflicted with.",
    "type": "wilderness"
  },
  {
    "title": "Race Challenge",
    "tags": ["Sea & Shore"],
    "description": "A well rigged slender yacht approaches and signals that they’d like a friendly competition to show who has the best ship and skill at sea. The yacht crew are well trained and experts at what they do which makes winning this challenge [Very Difficult].",
    "type": "wilderness"
  },
  {
    "title": "Raise the Black Flag",
    "tags": ["Sea & Shore"],
    "description": "This sizable ship is making no effort to hide, with the flags flying proudly from the mast clearly identifying this as a pirate vessel. It closes effortlessly on the Characters. The [Very Large] crew of pirates [Standard Warrior NPC] are profit driven and have, perhaps unwisely, picked the Characters as potentially a soft target. Their Captain [Elite Warrior NPC] can be negotiated with and would prefer all of the loot with none of the effort, but they wouldn’t shy away from a bloody battle if that’s what it takes.",
    "type": "wilderness"
  },
  {
    "title": "Rare Beast",
    "tags": ["Plains"],
    "description": "This fierce and scarce [Lone] Opal Predator Lizard [Elite Beast], once common, has seen its numbers fall in recent decades. Now there are very few and they are incredibly valu - able. Both for their hides and also as attractions for nobles, some of whom tour the area to spot them, others who tour the area to hunt them. Both pay very well for the privilege. 209",
    "type": "wilderness"
  },
  {
    "title": "Recently Dug Grave",
    "tags": ["Desert", "Forest", "Mountain", "Plains", "Swamp & Jungle"],
    "description": "This grave has been carefully dug (deep to deter predators) and looks to be tended still. In these inhos - pitable parts this is no small task. A small bunch of flowers sits atop the grave of daffo - dils, striped carnations, marigolds and begonia. Some flowers are fresh, and the remains of previous bunch - es sit atop the grave and look a few days older. As Characters investigate the ghost [Easy Monster] of the grave’s resident appears. They are not hostile and explain they cannot rest until justice is served, but seem unable to give details. This poor unfortunate was a sorcerer that was mur - dered by a romantic rival [Elite Wizard NPC] who visits the grave regularly to replace the ritual flowers that both stop the ghost from finding rest and cloud its memory.",
    "type": "wilderness"
  },
  {
    "title": "Red Sky at Night",
    "tags": ["Sea & Shore"],
    "description": "The evening sky loses its warm orange glow and as the last light fades it is replaced by an ominous red aura. The local sailors mutter about a blood moon and start to arm themselves as legends say this is a portent for imminent doom. They may be right too, as this could well be a brief rift between the material world (50%) and a more infernal realm that a [Small] number of flying Blood Raptor Demons [Elite Monster] have slipped through.",
    "type": "wilderness"
  },
  {
    "title": "Reef Golem",
    "tags": ["Sea & Shore"],
    "description": "This seemingly innocent pile of coral encrusted rocks near the surface of the sea suddenly comes to life and forms into a huge Reef Golem [Overwhelming Monster]. The Reef Golem is large enough to rip planks from a ships hull, snap masts or drag smaller ships below the waves, but it is a slow moving construct and nimble opponents could escape its grasp.",
    "type": "wilderness"
  },
  {
    "title": "Reverberating Rocks",
    "tags": ["Mountain"],
    "description": "The rocks in this canyon-like area are covered in obsidian outcrops that resemble blades of black glass thrusting out of the mountain side. The ground is also littered with smashed obsidian that forms a glass like sand that crunches loudly underfoot. The danger here is that any sharp loud sound can reverberate and echo around this canyon, amplifying in volume. This will make some of the outcrops shear off and rain down chunks of sharp rock that would cause [Major] damage to anyone not able to make a [Routine] jump out of the way. It would be [Difficult] to cross this area without making a sound and triggering the falling rocks.",
    "type": "wilderness"
  },
  {
    "title": "Riddle Stone",
    "tags": ["Wilderness Boon"],
    "description": "This smooth plate like stone has multiple concentric rings of fine symbols carved on to one side. Every day a different combination of symbols will glow faintly. It is [Difficult] to decipher what the symbol combina - tion means each day, but every time it is an object of some form such as a weapon, tool, clothing or even food, and if an object of that type is left resting on the stone overnight it will gain minor magical abilities for the following day.",
    "type": "wilderness"
  },
  {
    "title": "Ring Adorned Hand",
    "tags": ["Wilderness Boon"],
    "description": "Placed on the floor here is a desiccated old severed hand, gnarled with age and grey with time. The set of four rings placed one per finger all shine and look brand new. These rings, in various styles and each holding a dif - ferent gem, will adjust to fit most Characters. Once worn, they will be [Near Impossible] to remove and give the wearer the ability to clench that fist and create a protective disc of force that acts like an invis - ible shield. The only downside is that if this shield is ever used to defend electrical energy it actually amplifies the dam - age and delivers it to the wearer. 210",
    "type": "wilderness"
  },
  {
    "title": "Ring of the Lost",
    "tags": ["Wilderness Boon"],
    "description": "This is a ring of power, it glows slightly and emits an effect on the wearer that grants them protection equal to wearing a heavy suit of armour. It also has a subtle effect on compass readings, and not for the better...",
    "type": "wilderness"
  },
  {
    "title": "River Currents",
    "tags": ["Swamp & Jungle"],
    "description": "This slow moving wide river runs through the trunks of these trees in this swampy area. It ebbs and flows gently, and any creature or Charac - ter wishing to cross and not get wet must take to the canopy where the trees join overhead (and hope the branches are sturdy enough to take their weight). The waters are teeming with life such as carnivorous fish, small crocodiles, snakes and leeches that thrive and sustain themselves on anything or anyone who falls in. So any Characters swimming across would suffer regular [Light] damage from the wildlife.",
    "type": "wilderness"
  },
  {
    "title": "Rock Pool",
    "tags": ["Sea & Shore"],
    "description": "This Rock Pool is larger than most. Usually contain - ing a pretty mix of seaweed, sand and small fish and crabs, this one appears to have something a little more exotic stranded by the retreating tide. An emerald haired merfolk scout [Standard Ranger NPC] is stranded here and will offer to trade informa - tion on the area in exchange for help getting back in the water.",
    "type": "wilderness"
  },
  {
    "title": "Rock Scar Cave",
    "tags": ["Mountain"],
    "description": "The cave entrance is tall and thin, little more than a vertical crack in the rocks. Something has been hard at work widening the base and the rocks have claw-like marks on them. Loose stones have been removed as well, and lay scattered deeply across the approach. It is clear this cave is not empty. This lair is home to a Great Sinuous Wyvern [Elite Monster] that would not react well to being disturbed. The Wyvern roams this area by night looking for prey, so this is also not a good place to set up camp...",
    "type": "wilderness"
  },
  {
    "title": "Rose Briar Dwelling",
    "tags": ["Forest", "Plains", "Swamp & Jungle"],
    "description": "This small stone cottage dwelling is surrounded by thick walls of thorny rose bushes with deep red flow - ers. The Hermetic Druid [Elite Cleric NPC] who calls this place home does not like visitors and has not spoken to people in some time. They will be blunt and rude. If needed they can animate the thorny plant here to defend themselves. Inside the cottage they are working on preparations to grow a giant seed that will one day grow to be a God Tree and will do anything to protect this treasure from harm.",
    "type": "wilderness"
  },
  {
    "title": "Rotten Branch",
    "tags": ["Forest"],
    "description": "A sudden snapping sound is the only warning. Sec - onds later this large rotten branch falls amongst the Characters; any of whom fail the [Routine] task of getting out of the way will take [Major] damage and be pinned underneath the rotting mass of wood. 211",
    "type": "wilderness"
  },
  {
    "title": "Runic Guardian",
    "tags": ["Desert", "Forest", "", "Plains", "Sea & Shore"],
    "description": "The skeleton of a giant humanoid lies within a pool of thick black tar here with runes etched into the bones. This [Lone] Runic Guardian [Elite Monster] is a for - gotten relic from an ancient high magic war, and will activate if the Characters get too close. When it rises it sparks flames to life and sets the tar aflame adding to the danger of its attacks.",
    "type": "wilderness"
  },
  {
    "title": "Sacrificial Priest",
    "tags": [
      "Arctic",
      "Desert",
      "Forest",
      "Mountain",
      "Sea & Shore",
      "Swamp & Jungle"
    ],
    "description": "A well worn path leads to a clear area where hyssop grows around the foot of a large flat boulder with suspicious dark stains on the top, and a scattering of carved bones littering its base. In these wild parts religion tends to be a perilous busi - ness. The one that uses this altar in particular seems to value regular sacrifices, and the Cult Priest [Elite Cleric NPC] likes the look of one of the Characters as an appeasing offering to their grim and bloodthirsty gods. To help ‘persuade’ the Character to give up their life the Priest will call upon an [Equal] group of Zealot Thugs [Standard Warrior NPC].",
    "type": "wilderness"
  },
  {
    "title": "Salt Plains",
    "tags": ["Desert"],
    "description": "This area of the desert is a salt plain, where the sea water of an ancient ocean has long evaporated, leav - ing behind it a thick white layer on the sand. This looks like white fondant icing when compared to the yellow surrounds. The salt has hardened and holds no tracks or marks and in some places the hard salt dome sits far above the sand which has shifted below. This has left the risk of a perilous, [Major] damage fall should the crust crack. Any Character crossing the salt plains must battle increased thirst as well as the [Routine] risk of falling through the salt layer.",
    "type": "wilderness"
  },
  {
    "title": "Salvage Onshore",
    "tags": ["Wilderness Boon"],
    "description": "These crates bear the markings of a powerful mercan-tile guild and contain a valuable mix of trade goods such as fabrics, tools and spices. They are sitting happily together in a neat pile. 212",
    "type": "wilderness"
  },
  {
    "title": "Sand Everywhere",
    "tags": ["Desert"],
    "description": "The sand in this area is extremely fine, and works its way into clothes, bags, shoes and the workings of any mechanical items. It is at best a distraction and annoyance with the Characters having to get used to sandy rations and the discomfort of an abrasive layer of sand every - where. At worst it can actually cause [Minor] damage as skin is rubbed raw.",
    "type": "wilderness"
  },
  {
    "title": "Sand Worm",
    "tags": ["Desert"],
    "description": "These enormous Grey Sand Worms [Elite Monster] are famous for all the wrong reasons, and feared by travellers in this desert area. Moving under the surface of the sand effortlessly (they seem almost to swim like eels through it) they hunt anything that moves on the surface. The only warning of their approach is a last minute rustling like sound before they attack. The Characters may [Routine] realise these worms sense the tremors of foot steps and hunt based on these vibrations. If the Characters fail the [Difficult] task of masking their presence a [Pair] of worms erupt from the sand potentially swallowing up some unfortunate souls.",
    "type": "wilderness"
  },
  {
    "title": "Sandnado!",
    "tags": ["Desert"],
    "description": "Strong winds build up as the Characters travel through this area in a way that would be [Difficult] to notice as unnaturally surrounding the Characters. These winds will start to circle as if sentient. The loose dry sand is whipped through the air at high speed and will cut exposed skin and sting eyes for [Light] damage. Characters must escape this unexpected sandnado!If Characters are unlucky (30%) there may be scor - pions circling in the sandnado which sting as they pass and rip with their claws making [Major] damage possible.",
    "type": "wilderness"
  },
  {
    "title": "Sandstorm",
    "tags": ["Desert"],
    "description": "The day grows dark unusually early. Driven hard by the wind, a vast wall of sand approaches from the horizon. The Characters will [Simple] see the mountainous front of the sandstorm approaching well before they are plunged into darkness and visibility drops to zero. Outside of magical means, the only option is likely to be finding or setting up some shelter, and then digging out after the storm passes and discovering the land - scape of the desert has rearranged itself.",
    "type": "wilderness"
  },
  {
    "title": "Scarce Fruits",
    "tags": ["Wilderness Boon"],
    "description": "This delicate fruit is delicious to eat and has benefits to constitution and healing. Very valuable if sold to an alchemist or similar but difficult to transport, they bruise easier than peaches!",
    "type": "wilderness"
  },
  {
    "title": "Scent on the Wind",
    "tags": ["Sea & Shore"],
    "description": "The smell of salt on the air is replaced by something much sweeter, as the breeze catches it the Charac - ters should be able to follow it to find the source. If they do so they will find it’s a Colossal Spice Squid [Overwhelming Beast] using the smell to attract whales to hunt. The squid may assume the Characters are also prey and begin the attack by firing corrosive ink all over, which could itself corrode and sink a delicate vessel. After firing the ink the squid then begins to explore the decks with its hungry tentacles. 213",
    "type": "wilderness"
  },
  {
    "title": "Scorpions in Boots",
    "tags": ["Desert"],
    "description": "Every adventurer knows that taking your boots off is the civilised thing to do before turning in for a nights sleep. Characters would also do well to remember to shake their boots out before putting them back on again unless they would like a poisonous sting in the sole of the foot. Of course, instead this encounter could be with legendary bandit ‘Scorpion in Boots’ an anthropomorphic scorpion with a nifty pair of boots...",
    "type": "wilderness"
  },
  {
    "title": "Scouts",
    "tags": ["Arctic", "Desert", "Sea & Shore"],
    "description": "This [Equal] sized scouting party for the nearest political power is mapping the area ahead of any potential military action. These Scouts [Standard Ranger NPC] are keen to share notes and will pay for any maps or information of note the Characters can offer them. They may also have notes to share if the price is right.",
    "type": "wilderness"
  },
  {
    "title": "Scree",
    "tags": ["Mountain"],
    "description": "The treacherous scree that seems to cover most of this area is unstable underfoot, as the piles of small stones laying over rocks and compacted earth move very freely. Characters would find it [Routine] to avoid sudden movement or loss of concentration, as that would re - sult in a slip which will send them falling amidst a rock slide that would cause [Major] damage.",
    "type": "wilderness"
  },
  {
    "title": "Sea Gulls",
    "tags": ["Sea & Shore"],
    "description": "The [Horde] of seagulls here are of a breed called Bale Gulls [Easy Beast] and are large hook-beaked fliers with a taste for fish and a bad reputation. These grumpy, noisy, territorial birds will also scavenge where they can. They do not always wait for someone to die before they attempt a nibble.",
    "type": "wilderness"
  },
  {
    "title": "Sea King’s Treasure",
    "tags": ["Sea & Shore"],
    "description": "Shining brightly in the crystal clear waters here is a fabulous looking ornate pearl and gold chest. It is [Very Difficult] to accurately guess the depth of the water where this stunning chest is submerged, and most underestimate just how deep it is. The chest is bait for non-aquatic species. Anyone try- ing to retrieve it will find an [Equal] number of Malevo - lent Merfolk [Standard Monster] waiting for them, and only too happy to stab them with tridents. Although the chest is a fake it’s still covered in gold and pearls so there is loot to be had if any can get to it.",
    "type": "wilderness"
  },
  {
    "title": "Sea Shells",
    "tags": ["Sea & Shore"],
    "description": "This stretch of beach has a [Small] number of huge nautilus style shells, each the size of a horse. Such tempting vessels have attracted Hermit Horrors [Standard Monster] and these infernal crab demons are using the shells for both camouflage and armour.",
    "type": "wilderness"
  },
  {
    "title": "Sea Urchins",
    "tags": ["Sea & Shore"],
    "description": "Clinging to rocks around the water line, these red slimy urchins have little red fringes of tentacles atop fleshy red bodies. Each is armed with a powerful sting and Characters should be extremely cautious as it would be [Difficult] to enter the water without coming into contact with multiple urchins and suffering [Minor] damage from their poisonous stings. They look rather pretty as they wave with the gentle currents.",
    "type": "wilderness"
  },
  {
    "title": "Seaweed Bounty",
    "tags": ["Sea & Shore"],
    "description": "Considered a local delicacy when fried, this abundant weed covers the rocks here abouts. It is very good for the constitution, if you don’t mind the smell. 214",
    "type": "wilderness"
  },
  {
    "title": "Shady Outcrop",
    "tags": ["Desert"],
    "description": "This rocky outcrop provides some welcome shade beneath an overhang that offers a respite from the burning sun. There are two dangers here. First almost every crack and crevice is home to a small snake or lizard, and it’d be [Routine] to avoid getting nipped by a venomous beast for [Light] damage Secondly, should Characters linger here long a [Pair] of Sand Serpents [Elite Beasts] will arrive to aggres - sively claim the shade for themselves. These large liz - ards are as grumpy as they are armoured and spikey.",
    "type": "wilderness"
  },
  {
    "title": "Sharp Toothed Tiger",
    "tags": ["Arctic"],
    "description": "This apex arctic predator has pale blue stripes on its pure white fur, along with huge saber-like incisor teeth. The Arctic Tiger [Elite Beast] is [Very Difficult] to spot in the snow, and will carefully stalk any lone Charac - ters, waiting for the perfect moment to attack its prey.",
    "type": "wilderness"
  },
  {
    "title": "Shield of Encouragement",
    "tags": ["Wilderness Boon"],
    "description": "This magic shield shouts words of encouragement to your opponent, voicing that their next blow may do better than the last one. It is however deeply sarcas - tic. This may have no effect on some attackers but others are either distracted by the torrent of abuse or may even go into a rage.",
    "type": "wilderness"
  },
  {
    "title": "Shimmering City",
    "tags": ["Desert"],
    "description": "As the Characters draw near it is clear that this is no mirage. An expanse of sandstone structures can be clearly seen. An organised ancient settlement, clearly not naturally formed. Abandoned and of a strange architectural design which is not familiar, this area surely is of huge archi - tectural interest. It may still hold wonders given its inaccessible loca - tion and how strangely no one seems aware it exists. Or maybe no one has lived to tell the tale.",
    "type": "wilderness"
  },
  {
    "title": "Ship Going Down",
    "tags": ["Sea & Shore"],
    "description": "Either a nearby friendly vessel, or the Characters own ship, hits a jagged hidden submerged rock that splits a large hole in the hull, and immediately she starts to sink! Characters will either have to perform [Very Difficult] extraordinary and rapid repairs or head to the water in an escape craft. Anyone in the water near a sinking ship will face a number of hazards that make it [Routine] not to be dragged under by rigging or similar.",
    "type": "wilderness"
  },
  {
    "title": "Ship Wreck",
    "tags": ["Sea & Shore"],
    "description": "High seas the previous night have driven a ship onto the rocks. The vessel now lies on its side at low tide with the hull ripped open. The valuable cargo is visible, but there appear to be teeth and claw marks on the wood. Maybe it wasn’t the rocks which sunk her after all. Maybe they needed a bigger boat.If the Characters investigate they will have to deal with the [Pair] of Barnacle Trolls [Elite Monster] who have already claimed this prize. These trolls are covered in barnacles that provide them a level of armour protection, they also regener - ate health quickly when they are in salt water. 215",
    "type": "wilderness"
  },
  {
    "title": "Ships in the Night",
    "tags": ["Sea & Shore"],
    "description": "This cloudy night is both starless and moonless, mak - ing it [Very Difficult] to see anything in the dark. Those with good hearing would find it [Routine] to hear the sounds of water slapping on mystery hulls as another ship launches it’s boats to approach stealthily. They are crewed by a [Very Large] party of Pirates [Standard Warrior NPC] who are attempting to sur - prise the Characters, take them captive and rob them!",
    "type": "wilderness"
  },
  {
    "title": "Shrine to Winter",
    "tags": ["Arctic"],
    "description": "This rough hewn stone shrine stands out as an almost black block amongst the white background of this area. Offerings of meat, dried flowers and skins still sit atop the altar. It looks to be tended daily by someone who cannot be too far away. The Characters may wonder which particular god is being worshiped, as it’d be [Simple] to notice some of the bones and the meat look humanoid... The [Large] group of Beastmen [Standard Warrior NPC] led by their Shaman [Elite Cleric NPC] who live in this area treat the altar as a holy site.",
    "type": "wilderness"
  },
  {
    "title": "Silk Worms",
    "tags": ["Wilderness Boon"],
    "description": "This large glass gallon jar has a number of silkworms spinning happily inside. In the right hands these will earn a good sum of money although they need to be carefully looked after in the meantime.",
    "type": "wilderness"
  },
  {
    "title": "Simmering Stew Pot",
    "tags": ["Wilderness Boon"],
    "description": "This cauldron sits on a fire now reduced to embers, but still contains a hot and delicious stew. There are no other signs of a campsite here, just the cooking stew. If eaten the stew will tackle any hunger and warm the Characters from the inside out.",
    "type": "wilderness"
  },
  {
    "title": "Sinking Feeling",
    "tags": ["Swamp & Jungle"],
    "description": "The thin layer of water here is only an inch deep and the mud below is thick and clogging. Any Character not managing the [Routine] effort to avoid the muddy patches in this area will quickly find themselves sinking in to the knee deep mud, and becoming slowed or stuck. Despite the muggy warmth, and the heat of any ex - ertions trying to escape, the mud and water will sap heat from any Character trapped. The mud also has a repulsive smell, which lingers on boots and clothes.",
    "type": "wilderness"
  },
  {
    "title": "Sinking Pyramid",
    "tags": ["Desert"],
    "description": "A small pyramid, barely two stories in height, stands alone amongst the dunes. If the Characters investigate they’ll find it [Routine] to realise that this is actually just the tip of a much larger pyramid buried in the sand. Delving into the buried structure will reveal a maze of tunnels. In keeping with the desert surroundings these are home to multiple sand acid traps and an [Equal] number of Jackyl Guardians [Standard Monster]. Deep within the pyramid is a tomb vault filled with valuables, although as soon as the treasure is touched the pyramid will begin to slowly sink, leaving a race against time to escape.",
    "type": "wilderness"
  },
  {
    "title": "Skeletal Trees",
    "tags": ["Plains"],
    "description": "This lone skeletal tree, rising from the endless plains, offers no shade or shelter. Its bare limbs barely cast thin shadows on the grass, and its dead trunk whitens where the bark has been stripped off. It is also a poor landmark, as oddly, what appears to be the exact same tree can be seen in the distance to both the left and right across the grasslands. This could be the remains of an old empires border, with these magically grown trees marking their land. 216",
    "type": "wilderness"
  },
  {
    "title": "Slippery Ice",
    "tags": ["Arctic", "Mountain"],
    "description": "The footing here is treacherous, and Characters will find it [Routine] to avoid slipping and sliding whilst moving. The ice also covers many more vertical surfaces with rocks covered in patches of black ice making climbing [Very Difficult].",
    "type": "wilderness"
  },
  {
    "title": "Slippery Rocks",
    "tags": ["Sea & Shore"],
    "description": "The ground in this area is covered in a thick layer of slimy seaweed which makes any movement treacherous. Any Character moving faster than a walking pace will find it [Difficult] not to slip and fall.",
    "type": "wilderness"
  },
  {
    "title": "Skinned Remains",
    "tags": ["Arctic", "Desert"],
    "description": "Something has been at work here. This creature has been efficiently killed and skinned. The carcass has not been stripped, instead left for the local scaven - gers. There is a trail leading away. If the Characters follow the trail they will find a [Pair] of Savage Ogres [Standard Monster] arguing over the new pelt they have recently acquired.",
    "type": "wilderness"
  },
  {
    "title": "Sledge Dogs",
    "tags": ["Arctic"],
    "description": "This [Equal] sized pack of starving sledge dogs [Standard Beast] are running wild. Presumably their expedition ended badly and the dogs still wear the torn remains of a harness. Now this pack are ravenous, and although they are domesticated and used to humans they may attack out of desperation. They are easily pacified if fed and could be very useful if tamed. 216 217",
    "type": "wilderness"
  },
  {
    "title": "Small Stash",
    "tags": ["Wilderness Boon"],
    "description": "A well worn travel pack is tucked away from the ele - ments. Inside are travel clothes, a few dirty coins and some dried herbs.",
    "type": "wilderness"
  },
  {
    "title": "Snakes in the Water",
    "tags": ["Swamp & Jungle"],
    "description": "The clear waters of this area teem with life, including a [Beyond Count) number of small venomous snakes [Easy beast] hunting the warm waters for small prey. These snakes are unlikely to attack the Characters unless agitated. However there are an [Equal] number of much larger snakes [Standard Beast] attracted by the Characters movement that will use the smaller snakes to cover their approach, and they will attack.",
    "type": "wilderness"
  },
  {
    "title": "Snow Betrayal",
    "tags": ["Arctic"],
    "description": "A slight slope in this area gets suddenly steeper until the ground slopes violently and disappears underfoot. The Characters will find it [Very Difficult] not to be swept along down the hill with the snow and rocks surrounding them, causing [Minor] damage and leav - ing them prone and half buried.",
    "type": "wilderness"
  },
  {
    "title": "Snow Fox",
    "tags": ["Arctic"],
    "description": "The white snow foxes that live in this area can be - come invisible in this terrain and are [Very Difficult] to spot without magical help. While of no threat to the Characters, they will scav - enge any food left unattended and could easily make off with unsecured rations.",
    "type": "wilderness"
  },
  {
    "title": "Snow Melt",
    "tags": ["Arctic", "Mountain"],
    "description": "Ice cold water flows in rivers which cut through the ice and snow. The water is not empty or drinkable, the thaw having released strange small parasites into the waters that cause [Light] damage to any drinking or spending too much time in the water.",
    "type": "wilderness"
  },
  {
    "title": "Snow Pockets",
    "tags": ["Mountain"],
    "description": "Un-melted snow sits in shadowy spots between the rocks and it would be [Routine] to notice a bottle sat within one pile of snow in the shade. This potion flask holds an explosive mix that is only stable at low temperatures, as soon as it gets warm enough it explodes, causing [Major] Damage.",
    "type": "wilderness"
  },
  {
    "title": "Snow Storm",
    "tags": ["Arctic", "Mountain"],
    "description": "The air is briefly still and calm before a sudden wall of shifting wind-borne snow rushes towards the Charac - ters driven by strong winds. The winds in this storm are fierce, and all but the strongest of Characters would find it [Very Difficult] to make headway against the winds. Those unable to take shelter risk [Light] damage from the storm, and the low visibility and high winds make a fall a real risk.",
    "type": "wilderness"
  },
  {
    "title": "Snowblind",
    "tags": ["Arctic"],
    "description": "Dazzling glare all around from the sun reflecting off of the snowy landscape make it [Difficult] to see any distance in this area. The [Pair] of elemental Ice Creepers [Standard Mon - ster] that hunt here take advantage of how difficult their crystalline bodies are to see in these conditions. 218",
    "type": "wilderness"
  },
  {
    "title": "Spiders",
    "tags": ["Forest"],
    "description": "The canopy of this area of forest is home to a [Very Large] colony of Giant Bark Spiders [Easy Monster] who will aggressively defend the lair of their Queen [Elite Monster] These spiders are large, mottled brown, hairy and while they are not web spinners they can flick dart like bristles at enemies. The Queen has pulsating egg sacs hanging from a fat abdomen and may unleash more eight legged mon - strosities into the forest soon. She is a very protective mother.",
    "type": "wilderness"
  },
  {
    "title": "Squat Metal Tower",
    "tags": ["Arctic"],
    "description": "A short metal tower covered in rivets with a guard rail around the top juts up from the ice here. If the Characters approach they will be hailed by a Gnome in heavy furs [Standard Scholar NPC]. He explains that his experimental sub-nautical-ma - chine has become trapped in the ice, and he’d very much like some assistance in getting free. The tower is actually the conning tower of the trapped clockwork and magic submersible.",
    "type": "wilderness"
  },
  {
    "title": "Stash of Unknown Coins",
    "tags": ["Wilderness Boon"],
    "description": "A large clay urn has split open where it lays half bur - ied here, spilling out a pile of strange looking coins. These coins are made from a semi-precious metal and bear markings that would be [Very Difficult] for a scholar to identify as belonging to a long dead empire.",
    "type": "wilderness"
  },
  {
    "title": "Steam Trunk",
    "tags": ["Forest"],
    "description": "Someone has decorated this tree trunk and carved ornate cogs into the bark. In this light it almost glows and the cogs seem to move if no one is looking. The tree itself seems healthy although a strange haze surrounds it, rising slowly from its leaves.",
    "type": "wilderness"
  },
  {
    "title": "Steep Path",
    "tags": ["Mountain"],
    "description": "This path was once steps carved into the rock face. The years have worn it down to a smooth, treacher - ously steep, thin path. It is the only way through this area that doesn’t involve climbing, and is barely wide enough for a single per - son at a time with frequent steep drops off to the side. It’s unfortunate that a [Lone] Armoured Bull Ogre [Elite Monster] is travelling the same path in the opposite direction, and doesn’t want to be the one to retrace their steps to let the other pass.",
    "type": "wilderness"
  },
  {
    "title": "Stink Flowers",
    "tags": ["Swamp & Jungle"],
    "description": "These flowers smell of rancid rotting meat. Characters may assume this is intentional to attract the flies they need to pollinate them. However closer inspection reveals there are decomposing bodies deep in the flowers. They look to be a mix of animal and human - oid parts. If the Characters linger, then a [large] group of Reek - ing Dead [Easy Monster] zombie like creatures, ani - mated by vines, attack.",
    "type": "wilderness"
  },
  {
    "title": "Stone Currency",
    "tags": ["Wilderness Boon"],
    "description": "The two dozen carved stones found here are all about the size of a clenched fist, have a similar disc shape, and are decorated with a variety of odd markings. These are ancient coins from a race of giants that once ruled here, and whilst heavy, would fetch a good price if sold to a place of learning with an interest in history.",
    "type": "wilderness"
  },
  {
    "title": "Stones and Shells",
    "tags": ["Sea & Shore"],
    "description": "This beach is formed by a strange combination of pebble stones (as you would expect) and a huge number of blue shells. The shells still have their inhabitants, a type of hermit crab, and on a full moon the beach has been known to get up and walk off. 219",
    "type": "wilderness"
  },
  {
    "title": "Storm on the Horizon",
    "tags": ["Sea & Shore"],
    "description": "Unexpectedly, the light of the day starts to fade. A tall black cloud of dense fog appears on the horizon and quickly approaches the Characters. It’d be [Routine] to evade the storm, but that would involve backtracking along the route already travelled. However conditions in the storm would make staying afloat [Difficult] if the Characters continue onwards.",
    "type": "wilderness"
  },
  {
    "title": "Strange Constellations",
    "tags": ["Mountain", "Sea & Shore", "Swamp & Jungle"],
    "description": "On this clear night the stars seem to have changed. This does not seem the right night sky for this world. Is this a message from the gods, or a madness induc - ing glimpse of massive eldritch powers at work?",
    "type": "wilderness"
  },
  {
    "title": "Strange Footprints",
    "tags": [
      "Arctic",
      "Desert",
      "Forest",
      "Mountain",
      "Plains",
      "Swamp & Jungle"
    ],
    "description": "These footprints, clearly visible ahead of the Charac - ters, are very unusual with an alarming combination of toes and claws that seem to change regularly. These odd tracks belong to a shapeshifter [Elite Beast/Monster/NPC] who has lost control of their pow- ers and is now an ever morphing mix of monsters and beasts. Whilst in some forms they may be reasoned with and seek help, other forms may be outright hostile.",
    "type": "wilderness"
  },
  {
    "title": "Strange Waves",
    "tags": ["Sea & Shore"],
    "description": "The waves in this area are becoming more regular and oddly uniform, with the tips turning from white water into a smooth green blue and there is no spray. This is because the Aquamancer [Elite Wizard Mon - ster] leading the [Equal] party of Mer-Creatures [Stan - dard Monster] swimming under the boat has weaved their magic to clear the water surface so they can attack with deadly accurate spear throws. The first the Characters know of the attack is likely to be when the first spears break from the water, unless they manage the [Difficult] task of spotting them beneath the surface.",
    "type": "wilderness"
  },
  {
    "title": "Stranger Danger",
    "tags": ["Sea & Shore"],
    "description": "A corpse with an arrow protruding from its back bobs afloat in the water, with what looks like a message tube tied to the arrow shaft. If the message tube is opened it will trigger a magical explosion and launch a flare high into the air. The ex- plosion can cause [Major] damage to those within ten foot who fail the [Difficult] task of diving away in time. This type of trapped corpse is a common tactic of Arcane Pirate crews to disable and mark targets.",
    "type": "wilderness"
  },
  {
    "title": "Summoner’s Blueprints",
    "tags": ["Wilderness Boon"],
    "description": "Within this wax sealed scroll case are a set of unusual magical ritual designs by a talented magician. Notes suggest it may summon a powerful yet loyal and bound demon to assist the summoner.",
    "type": "wilderness"
  },
  {
    "title": "The Hills Have Eyes!",
    "tags": ["Plains"],
    "description": "The hills here have many hidden caves that are home to a [Very Large] clan of Goblins [Easy Monster] that use the vantage point of the hills to watch the plains. They will ride out on wolf mounts to raid and harass interlopers to their lands.",
    "type": "wilderness"
  },
  {
    "title": "The Lamp",
    "tags": ["Desert"],
    "description": "Standing, glinting in the sand, is this large, heavy lamp of the style commonly associated with genie summoning. This is a trap set by a cunning [Large] group of ban - dits [Standard Rogue NPC] led by a sly conjurer [Elite Wizard NPC]. The lamp radiates magic and will release a stunning blast of light and sound once touched. This is when the bandits jump out from their hiding places and try to get two attackers, each holding knives, to each Character before demanding their valuables.",
    "type": "wilderness"
  },
  {
    "title": "The Long Man",
    "tags": ["Plains"],
    "description": "These hills are chalkland, Long ago a design was cut through the grass to the while rock below to show a huge man which can be seen for miles around. He is surrounded by strange symbols and is posed with a pointing spear. It would be [Difficult] to decipher the symbols and discover the chalk carving points the way to a hidden shrine, and include clues on how to enter.",
    "type": "wilderness"
  },
  {
    "title": "The Noble Hunt",
    "tags": ["Desert", "Forest", "Mountain", "Plains"],
    "description": "High born and wearing yellow carnations in their caps, this [Small] group of keen hunters [Standard Warrior NPC] ride after a [Large] pack of hounds [Standard Beast] through this area. They do not often stop for anyone and their hounds are prone to harassing smaller Characters and companion animals.",
    "type": "wilderness"
  },
  {
    "title": "Sword of Heroes",
    "tags": ["Wilderness Boon"],
    "description": "A valuable magical sword, which happens to also be sentient. It can talk as well, and has a habit of narrating what - ever is taking place around it in a booming heroic voice. It gets particularly excited when describing any fight it’s involved in, offering a loud ongoing com - mentary of events with uncontrolled excitement and enthusiasm. The sword can see and hear to a range of 30 feet in all light conditions and it’s voice is magically produced and [Near Impossible] to silence.",
    "type": "wilderness"
  },
  {
    "title": "Tentacles from Below",
    "tags": ["Sea & Shore"],
    "description": "This shallow area of sea is home to a gargantuan monstrosity from ancient times that is a writhing tenta - cle mass the size of a small town. Whilst this creature cannot effectively be fought or killed itself, it will probe out with a [Large] amount of tentacles that are each a threat [Standard Monster] to any passing this way. Those who try to stay in this area will find there is no end to the number of tentacles that can form and attack. Retreat is the better part of valour here!",
    "type": "wilderness"
  },
  {
    "title": "Terrifically Large Flowers",
    "tags": ["Swamp & Jungle"],
    "description": "Huge exotic flowers which attract people with their colourful display and hypnotic scent that is [Routine] to resist. Anyone lingering around the flowers will find it [Difficult] not to be lulled to sleep in the soft embrace of the petals. The flower will grow an exact replica of the sleeper over the course of a few hours, and send this out into the world while the victim remains in perpetual sleep. The replacement will make a gift of a small flower to whoever it meets next, this flower will rapidly grow... Destroying the flowers will wake any victims trapped sleeping in the petals. 221",
    "type": "wilderness"
  },
  {
    "title": "The Patchwork Doctor",
    "tags": ["Arctic", "Desert", "Forest", "Mountain", "Plains"],
    "description": "This [Lone] traveller in a large coat and wide brimmed hat is a weather worn “medic” with a long and infa - mous history, who has fled the authorities. His experiments with reattaching body parts on him - self have made him more construct than man [Stan - dard Monster] with mismatched hands and one leg seemingly shorter that the other. He will offer medical assistance to the Characters, particularly on the Character nearest to his height. This is the sort of medical ‘assistance’ that might involve two bone saws.",
    "type": "wilderness"
  },
  {
    "title": "The Rains",
    "tags": ["Plains"],
    "description": "The annual dry spell has ended with a dramatic storm, followed by a less dramatic storm, followed by seem - ingly endless rain. Any Character, however well equipped, will be un - able to stay dry in these conditions without the aid of magic. This affects morale and Characters become tired and concentration levels drop as thoughts turn to chaffing clothes and wet feet.",
    "type": "wilderness"
  },
  {
    "title": "The Sun Beats Down",
    "tags": ["Desert"],
    "description": "There is no cloud cover and no shade, there is noth - ing but the relentless heat of the sun and the burning sands. Water rations will be depleted quickly and all Charac - ters risk sunburn in the extreme heat.",
    "type": "wilderness"
  },
  {
    "title": "Thick Canopy",
    "tags": ["Swamp & Jungle"],
    "description": "The trees have grown up in search of light, and their branches now form a thick canopy which sinks all below into a deep shade. Visibility is reduced and these shadows have become home to a [Pair] of Pale Slime Ogres [Elite Monster]. These foul monsters are ogres that have bonded with sentient parasitic slimes that make them more deadly. They are highly resistant to most types of damage, the exception being bright sunlight, which will hurt them and make them flee for cover.",
    "type": "wilderness"
  },
  {
    "title": "Thirsty Wood",
    "tags": ["Forest"],
    "description": "The great trees in this forest have large pools of water that form in the nooks between their mighty roots. These forest ponds should be a great habitat for wild - life but only seem to be home to vast number of frogs and toads. The lack of other wildlife is caused by the presence in this area of a Leviathan Toad [Overwhelming Mon - ster] that has either killed, or scared away, all but it’s smaller kin.",
    "type": "wilderness"
  },
  {
    "title": "Tidal Cave",
    "tags": ["Sea & Shore"],
    "description": "Accessible only at low tide, this cave has a washed sandy floor, and is lit by skylights in the cave roof which is open to the cliffs above. These large winding caves are home to much local wildlife, as well as an [Equal] group of smugglers [Standard Rogue NPC] who would prefer that the Characters never saw them or the crates of contra - band they are moving....",
    "type": "wilderness"
  },
  {
    "title": "Tools of Enchantment",
    "tags": ["Wilderness Boon"],
    "description": "A small buried leather bag contains a set of fine tools used for enchanting objects. They would sell for a decent amount of coin, although they are clearly labelled with the owner’s name so there may be a way to find favour with an item en - chanter by returning them.",
    "type": "wilderness"
  },
  {
    "title": "Trader’s Cache",
    "tags": ["Wilderness Boon"],
    "description": "A travelling trader has hidden a stash of stock here af - ter losing a pack animal & having to lighten their load. This full set of saddlebags contains a haul of saleable mundane merchandise.",
    "type": "wilderness"
  },
  {
    "title": "Trails in Every Direction",
    "tags": ["Swamp & Jungle"],
    "description": "The trees are thick here, and multiple waterways cut off many routes of travel making for a natural maze. What doesn’t help is the clear path the Characters have been following so far now branches off in a doz - en different directions, making navigation [Difficult].",
    "type": "wilderness"
  },
  {
    "title": "Trap Door Spider",
    "tags": ["Plains"],
    "description": "A perfectly round lid of woven grass is hidden expert - ly, concealing a shallow pit and the Giant Trap Door Spider [Standard Monster] waiting within. It is [Very Difficult] to spot the trap, and when its in - habitant senses footsteps the trap door flies open and the enormous, venomous spider attacks.",
    "type": "wilderness"
  },
  {
    "title": "Trapped Under Ice",
    "tags": ["Arctic"],
    "description": "The Ice sheet here is beautifully clear, allowing an excellent view of the extraordinary monster skeleton encased within. The Ice cannot be frozen all the way to the earth, as the skeleton occasionally moves. If for, some reason, the Characters find a way to free this Skeletal Juggernaut [Overwhelming Monster] from its icy tomb then that’s on them... 223",
    "type": "wilderness"
  },
  {
    "title": "Travelling Merchant",
    "tags": ["Plains"],
    "description": "A well packed mule is being led here by a stocky mer - chant [Elite Warrior NPC]. Friendly, clever and well stocked, this merchant is a retired adventurer who now specialises in trading with adventuring parties in the wild, and as a result is likely to have some useful items available. He is handy with a greatsword, and travels alone along mostly well trodden paths. He has the area very well mapped and has several hidden locations for storing excess stock. Any Character able to get hold of his maps would know where all the caches are, as well as every known path in the area.",
    "type": "wilderness"
  },
  {
    "title": "Traverse",
    "tags": ["Mountain"],
    "description": "The Characters must cross a near vertical mountain face to advance in this area. There are few hand and foot holds making this a [Diffi - cult] climb that would take many hours to complete. The mountain goats pass this way daily and make it look like a walk in the park.",
    "type": "wilderness"
  },
  {
    "title": "Treacherous Going",
    "tags": ["Mountain"],
    "description": "The paths here are barely there, most have collapsed in many places and where they travel near a ravine large parts have slipped into the abyss already. The Characters must take extreme care in this area and it would be [Routine] to avoid triggering collapses if moving carefully, however this becomes [Difficult] if move vigorous activities like combat take place.",
    "type": "wilderness"
  },
  {
    "title": "Tree Gems",
    "tags": ["Wilderness Boon"],
    "description": "The impressive, emerald-like growths on this tree are actually patches of resin seeping out from the trunk. They have set rock hard and could be used for costume jewelery or to fool inexperienced traders.",
    "type": "wilderness"
  },
  {
    "title": "Tree House",
    "tags": ["Forest"],
    "description": "A wooden, sturdy house, which looks to be watertight, sits in this huge tree. A rope ladder has been rolled up, suggesting the inhabitant is in. If persuaded to let down the ladder the Forest Warden [Elite Ranger NPC] that lives here and looks after this area of forest for a nearby political power would trade any information he has for tales from the Char - acters over a steaming kettle of tea.",
    "type": "wilderness"
  },
  {
    "title": "Tree Root Hives",
    "tags": ["Forest"],
    "description": "The roots of some enormous long dead trees zig zag across the ground throughout this forest, with the cur - rent trees growing from the gaps. These old roots are peppered with thousands of holes, each not much more than an inch in diameter, making the whole area full of trip hazards. These are also hives for a colony of Harm Mites. These nocturnal spider like creatures swarm this area at night, and any Characters here when that happens would need to fend off a [very Large] number of Harm Mite Swarms [Easy Beast]. 224",
    "type": "wilderness"
  },
  {
    "title": "Tree Zombie",
    "tags": ["Swamp & Jungle"],
    "description": "The trees here are gnarled and twisted. A [Simple] in- spection will also reveal that they have human corps - es embedded amongst the trunks and branches. There are a [Large] amount of these Zombie Corpse Trees [Standard Monster] that will begin to move towards the Characters and try to drag them to trees not yet bonded with a corpse to make new Zombie Corpse Trees. This is the unfortunate result of a local tribe trusting a wandering priest to bless their burial ground.",
    "type": "wilderness"
  },
  {
    "title": "Turnip",
    "tags": ["Wilderness Boon"],
    "description": "The vegetables placed on this crude altar all have one thing in common. They all have at least a passing re - semblance to anatomical features, including, in pride of place, a turnip that looks just like a...",
    "type": "wilderness"
  },
  {
    "title": "Twisting Path",
    "tags": ["Swamp & Jungle"],
    "description": "Whilst not the most direct route through the area, this narrow path snakes its way through the terrain avoid - ing the worst of the wet and overgrown patches. The trail makes for easier travel here, but it’s also a popular ambush spot for the [Equal] group of Head Hunting Lizardmen [Standard Monster] that call this place home.",
    "type": "wilderness"
  },
  {
    "title": "Two Paths",
    "tags": ["Desert"],
    "description": "The sands have shifted and revealed a road that isn’t on the maps for this area, leaving the Characters looking at a fork in the road they were not expecting...",
    "type": "wilderness"
  },
  {
    "title": "Uncommon Mushrooms",
    "tags": ["Wilderness Boon"],
    "description": "These small vibrant fungi are a popular ingredient for alchemists from a local divination cult, and have hal - lucinogenic properties. Those imbibing these mush - rooms often claim to have seen the future.",
    "type": "wilderness"
  },
  {
    "title": "Unnatural Migration",
    "tags": ["Arctic", "Desert"],
    "description": "This [Horde] of Crested Striders [Standard Beast] are out of place here. These giant flightless birds are normally found in lush grasslands and they are ill-adapted to the environ - ment of this area. Their appearance makes little sense, but what is obvious is that this is a potential bounty of fresh meat, although it does come with large talons. These birds are also famously grumpy. And rather faster than they look.",
    "type": "wilderness"
  },
  {
    "title": "Unusual Delicacy",
    "tags": ["Wilderness Boon"],
    "description": "In these parts fried spider is a much prized local deli - cacy. These chunky black beasts live in burrows and have little defense to being dug up. And subsequently deep fried. Assuming the digger is OK with handling large hairy angry spiders, once captured they fetch a good price.",
    "type": "wilderness"
  },
  {
    "title": "Up in the Trees!",
    "tags": ["Forest"],
    "description": "This area is home to a [Large] tribe of Bark Fiends [Easy Monster], who don’t react well to trespassers walking under their trees. These diminutive goblin folk have bark-like skin that makes them [Difficult] to see when stationary. Espe-cially in a tree. They prefer to scare off enemies by dropping sharp rocks from the high trees, but will become frenzied if anyone were to climb up to their treetop lairs.",
    "type": "wilderness"
  },
  {
    "title": "Valuable Crystals",
    "tags": ["Wilderness Boon"],
    "description": "Clusters of crystals that vary in hue by the full range of the rainbow are found here. Whilst abundant here, these fetch a good price in more populated areas for their pleasing aesthetics. 225",
    "type": "wilderness"
  },
  {
    "title": "Vampire Bats",
    "tags": ["Forest"],
    "description": "Normally the reputation of vampire bats is exaggerat - ed, and they’re no more evil than any other ordinary animal. Not these bats however, these are truly evil and once served a diabolical lord. They are more intelligent than their wild cousins and have nothing but bad things planned for anyone they meet. This [Large] cloud of Evil Vampire Bats [Standard Beast] takes to the sky at night in search of victims. Preferably sleeping victims.",
    "type": "wilderness"
  },
  {
    "title": "Walking Trees",
    "tags": ["Forest", "Swamp & Jungle"],
    "description": "In their constant quest for light, water and nutrients these trees have evolved to be more proactive than your usual spruces. Although not sentient these trees seem to walk the landscape, dragging up huge leg-like masses of branches and roots and taking lurching steps forward until they find a good spot to take root again. Whilst they aren’t aiming to crush anyone underfoot, the trees are also not trying to avoid crushing anyone underfoot...",
    "type": "wilderness"
  },
  {
    "title": "War Horse",
    "tags": ["Wilderness Boon"],
    "description": "A battle trained horse, in full barding and tack is be - fore the Characters grazing happily with no one else in sight. The horse is large, probably used to being corn fed, very well looked after, and used to people. The previous owner may have picked an unwise fight with a wizard that made them ‘disappear’.",
    "type": "wilderness"
  },
  {
    "title": "Water Flask",
    "tags": ["Wilderness Boon"],
    "description": "A large bladder of pure, clean delicious drinking water. This is liquid yummy. This full flask somehow stays cool and refreshing. It is about a days water, give or take.",
    "type": "wilderness"
  },
  {
    "title": "Watering Hole",
    "tags": ["Plains"],
    "description": "All paths in this dry Savannah plain lead to this large watering hole, an expansive pool of rather murky water, with treacherous muddy banks caused by the constant churning of animals coming to drink here. If the Characters approach they will find it [Very Difficult] not to attract the [Equal] amount of Enraged Hippos [Elite Beast], who lurk below the surface of the water ready to erupt out to attack intruders. The mud makes movement and dodging attacks [Very Difficult] around the watering hole.",
    "type": "wilderness"
  },
  {
    "title": "Waters Rising",
    "tags": ["Swamp & Jungle"],
    "description": "This area was barely damp a few hours ago, but is now a foot deep in murky water, which is rising rapidly and showing no signs of slowing down. As the water rises and the Characters decide how to progress a [Large] number of Razorfish [Easy Beast] find them and will attack anyone in the water. A few hours after the rising waters started they will begin to recede again; maybe this was a one-off event or this could be a daily occurrence here.",
    "type": "wilderness"
  },
  {
    "title": "Weapon Stash",
    "tags": ["Wilderness Boon"],
    "description": "Well hidden and [Difficult] to find is this stash of weap - ons, armour and ammunition. Left here by a military force many years ago, this well stored cache has good quality equipment that is easily recognisable as belonging to a particular army.",
    "type": "wilderness"
  },
  {
    "title": "Weighty Tome",
    "tags": ["Wilderness Boon"],
    "description": "This weighty metal book has a pair of locks keeping it closed. It is oddly warm to the touch and seems strangely unaffected by the weather considering it is just lying on the floor out in the open. This blessed holy book details all of the important rituals for a religion of light and law, the locks will open when the book is picked up by one it deems worthy. 226",
    "type": "wilderness"
  },
  {
    "title": "Weird Fungi",
    "tags": ["Forest"],
    "description": "Strange green and orange fungi grows very noticeably on the trunks of the trees in this area. It Forms large, elaborate, almost sculpture-like shapes. It’s going to be [Difficult] to move here without disturb - ing the fungi, which will then release clouds of dan - gerous spores.These spores are like an ominous green poisonous cloud, and cause [Minor] damage if inhaled. They also have the curious side effect of re-animating any creature that dies within the spore cloud, as can be evidenced by the [Large] number of Fungal Zom - bies [Easy Monster] that will attack the Characters shortly after the spores are released. These will be a mix of fungally animated humanoids and forest animals. The Characters may find some success here if they kill it with fire.",
    "type": "wilderness"
  },
  {
    "title": "Wet Feet",
    "tags": ["Swamp & Jungle"],
    "description": "It’s [Very Difficult] to stay dry due to the conditions in this area, and before long the damp has worked its way through clothes, boots, socks and weapon hold - ers. Everything is wet, weapons are slippery, books are starting to twist out of shape, bows start to warp and clothes are heavy. Characters are more affected by cold, may become exhausted or ill, and are more prone to fumble held items.",
    "type": "wilderness"
  },
  {
    "title": "Whale of a Time",
    "tags": ["Arctic", "Desert", "Mountain", "Sea & Shore", "Swamp & Jungle"],
    "description": "Depending on the terrain this whale may have per - ished completely naturally or be so out of place it may as well have crashed from the sky onto the ground. Characters may explore to see if it has swallowed anything or anyone of interest, and try to deduce the circumstances of its passing. The corpse looks fresh and the mouth is open and large enough to walk straight in...",
    "type": "wilderness"
  },
  {
    "title": "Whirlpools",
    "tags": ["Sea & Shore"],
    "description": "The open waters in this area suddenly spring to life with a [Large] amount of small whirlpools, each not much bigger than a man and churning the water vio - lently. As if sentient they quickly snake towards the Charac - ters, where the Drowner Sprites [Easy Monster] that are responsible for the whirlpools will try to pull Char - acters under the water and drown them.",
    "type": "wilderness"
  },
  {
    "title": "Wild Stallions",
    "tags": ["Plains"],
    "description": "A pair of magnificent horses can be seen galloping across the plains in the distance. These are magnificent animals [Elite Beast] and would be worth a considerable sum if they could be captured and wrangled back to civilisation, and if tamed they would make for quality warhorses.",
    "type": "wilderness"
  },
  {
    "title": "Winters Teeth",
    "tags": ["Arctic"],
    "description": "This land is no stranger to hail, but this is something far more sinister. Spear like shards of solid ice rain down from the sky, threatening to impale those caught by the onslaught. This storm is brief but it would be [Difficult] to avoid [Major] damage from this hail of ice javelins.",
    "type": "wilderness"
  },
  {
    "title": "Wolf Pack",
    "tags": ["Arctic"],
    "description": "Their thick winter coats hide how thin this [Equal] sized pack of White Winter Wolves [Standard Beasts] truly are. Surviving in this harsh area is not an easy job, and this pack travels huge distances to find food. Having caught the scent of the Characters they will stalk and then attack. They cannot be scared off, there is no other food here for them and it is life and death. 227",
    "type": "wilderness"
  },
  {
    "title": "Woodland Feast",
    "tags": ["Forest"],
    "description": "The Characters will come across a forest clearing with a dozen large tables all set out for a banquet, with fresh and hot fare laid out in abundance. There is nobody to be seen in attendance. This is a fey banquet and any Characters partaking of the food and drink will fall in to a deep slumber and awake in a fey realm. If the fey are not interested in bringing the Characters in to their realm they may instead steal an item from each Character.",
    "type": "wilderness"
  },
  {
    "title": "Woodland Folk",
    "tags": ["Forest", "Swamp & Jungle"],
    "description": "The lavender scent hangs in the air around this settlement of organic tree structures, which have been trained to grow together over many years. This village is home to a [Very Large] tribe of Wood Goblins [Easy Warrior NPC] led by their Shaman [Elite Cleric NPC]. The tribe do not take kindly to outsiders and will be hostile unless the Characters have a very good reason to be in this area.",
    "type": "wilderness"
  },
  {
    "title": "Yeti",
    "tags": ["Arctic", "Mountain"],
    "description": "Thick skin and heavy white fur protects this Storm Yeti [Elite Monster] from the dense cloud of snow squalls that conceal it. Large, fiercely territorial and seemingly a combination of humanoid giant and polar bear, the Storm Yeti is expertly camouflaged within it’s personal snow storm and is [Difficult] to spot before it ambushes its targets.",
    "type": "wilderness"
  },
  {
    "title": "Yodeling",
    "tags": ["Mountain"],
    "description": "Towards the end of the area the Characters are cur - rently traversing a [Small] group of Mountain Giants [Elite Monster] are enjoying the acoustics of the mountains and practicing their yodeling skills. Other than the questionable quality of some of the singing, the main problem here is that the yodeling is so powerful that a number of rock slides are being triggered. Unless something can be done about the singing, travel in this area is [Difficult] with a real risk of [Major] damage from falling rocks.",
    "type": "wilderness"
  }
]
