[
  {
    "title": "A Helping Hand",
    "tags": ["Undercity"],
    "description": "A citizen [Easy Commoner NPC] sat on the floor calls over the Characters. They have turned an ankle on the uneven ground and are very keen to get home, away from the dangers of this district. Characters may earn some coin but they must carry their new patient who wants to go home right now."
  },
  {
    "title": "A Matter of Confidence",
    "tags": ["Castle Ward"],
    "description": "If it sounds too good to be true it probably is, and this chatty individual [Elite Performer NPC] has a very good deal for only a modest amount of time and coin."
  },
  {
    "title": "A Mystery",
    "tags": ["Lanes"],
    "description": "A window at street level reveals a strange scene within. A table neatly set for a meal sits just the other side of the window. Food rots on the plates and a thick layer of dust covers everything. The residents have not been seen recently and the house is securely locked, but the rent is still paid and the local watch have no interest, so the house stays untouched. A concerned visiting relative notices the Characters and asks for help to solve the mystery."
  },
  {
    "title": "A Nasty Trap",
    "tags": ["Undercity"],
    "description": "A thin razor sharp wire is set at neck height across a narrow passage way. This will do serious [Major] injury to any Character of average height with an exposed neck or face caught out by this [Difficult] to spot trap."
  },
  {
    "title": "A Pound of Flesh",
    "tags": ["Noble Quarter"],
    "description": "This portly noble [Standard Scholar NPC] looks very scared and nervous. He will approach the Characters to ask for protection and will offer a valuable reward. An old unpaid debt had reappeared and he is unable to settle it. It appears he owes more than coin and a supernatural threat [Elite Monster] is stalking him at the behest of a diabolical master."
  },
  {
    "title": "A Row Between Friends",
    "tags": ["High Street", "Rural", "Slums"],
    "description": "Raised voices alert the Characters to a disagreement. Two Friends, [Pair] of [Standard Commoner NPC] square up to each other and start shouting. Something about a sale gone wrong, cheating and profiteering. Each accuses the other. This draws the attention of all in the area as years of friendship are thrown to the side for all to see. It will quickly come to blows."
  },
  {
    "title": "Abandoned Cart",
    "tags": [
      "Castle Ward",
      "Guild Quarter",
      "High Street",
      "Lanes",
      "Noble Quarter"
    ],
    "description": "Characters notice the empty wooden cart on the road. The locals citizens are talking in annoyed tones about how it shouldn’t be left there taking up space. It has signs that something heavy has recently been dragged off it, and there are small drag marks on the pathway. This could just be an inconsiderate delivery or something more sinister, like a local gang has raided the wagon and dragged it’s cargo to a nearby hideout."
  },
  {
    "title": "Abandoned Crate",
    "tags": ["Guild Quarter", "High Street", "Lanes", "Noble Quarter", "Slums"],
    "description": "It looks empty, but when locals try to move it even the strongest cannot shift it a single inch."
  },
  {
    "title": "Adventurer’s Guild Recruiter",
    "tags": ["Guild Quarter"],
    "description": "A brightly smiling individual [Standard Performer NPC] approaches the Characters. They introduce themselves as the local rep for the Adventurer’s Guild and ask if you wish to join as you are clearly “their sort”. Without pausing they whip out a folder and produce ‘Adventurer Registration’ forms, ‘Local Operator Ap- proval Certificates’, ‘Equipment Depreciation Tracking’ charts, ‘Public Damage Insurance’ papers, ‘Approved Quest Tendering Guidance’ slips, flyers for the weekly “Looking for Party” networking meeting and a form for your free listing on the “Check-A-Blade” notice board. The Characters wouldn’t want to be unregulated, would they..."
  },
  {
    "title": "Alchemists Assemble!",
    "tags": ["Guild Quarter", "Lanes"],
    "description": "A [Large] group of alchemists [Standard Scholar NPC] have rented this house and spend their days pooling their knowledge and experimenting in wild and unusu- al ways. The group are always eager for new, often strange ingredients, and are able to pay to source them. They also have an eclectic offering of rather experi- mental potions on offer, very much on the ‘down low’ as they are in danger of being blacklisted by the guild if these activities come to light."
  },
  {
    "title": "Ancient Chamber",
    "tags": ["Undercity"],
    "description": "This chamber has clearly not been disturbed in decades. Thick dust covers everything and is undis- turbed, giving little clue as to what lies beneath. A careful [Routine] search will uncover a small valu- able object, but will also disturb the spirit of those that once lived here, attracting a [Small] number of Ghosts [Standard Monsters]."
  },
  {
    "title": "Arcane Circle",
    "tags": ["Undercity"],
    "description": "Lighting the area with a comforting glow, this arcane circle has clearly been made by a magician of incred- ible skill and knowledge. The air around it hums and crackles. Nothing untoward will happen as long as nobody steps inside the circle. If the circle is entered then there is a small (10%) chance a beneficial effect will take place, although it’s much more likely (90%) to hurt and hinder in some way. For example cause [Light] Damage and slow the Character for a day."
  },
  {
    "title": "Arm Wrestle",
    "tags": ["Guild Quarter"],
    "description": "As the Characters pass by, a challenge rings out. These smithy guild members [Standard Commoner NPC] are testing their strength against each other with a friendly arm wrestling contest and they invite the strongest Characters to join them. The years of hard labour in their occupation will make winning this challenge a [Difficult] task."
  },
  {
    "title": "Art Exhibition",
    "tags": ["Noble Quarter"],
    "description": "A sculptor [Elite Performer NPC] has set up a statue exhibition to attract noble clients. The sculptures are all expertly done, of very high quality and feature fash- ionable subjects. The exhibition is going well until one of the sculptures goes missing. The Characters are approached to trace and recover the missing piece quickly. There is a high chance (70%) that there is a magical twist to this investigation and a mage [Elite Wizard NPC] took a liking to one of the statues, animated it and took it home."
  },
  {
    "title": "Bad Vibes",
    "tags": ["Castle Ward", "Docks", "Guild Quarter"],
    "description": "There is nothing obviously wrong but Characters are suddenly all in bad moods. Short tempers and distrust creep in and any encounter with NPCs is likely to result in short words and quick fists. This malaise will fade quickly after the Characters depart from this district."
  },
  {
    "title": "Bandit Leader",
    "tags": ["Rural"],
    "description": "This confident ruffian [Elite Rogue NPC] has years of fighting experience and knows every dirty trick in the book. He will always be accompanied by a group of Bandits [Equal] [Standard Warrior NPC] and gains an advantageous position if he sees the party approach. He smiles and stands ready to protect his profitable enterprise and unbeaten reputation."
  },
  {
    "title": "Bandits on the Road",
    "tags": ["Rural"],
    "description": "A [Large] group of well armed and armoured bandits [Standard Rogue / Warrior] appear and quickly try to surround the Characters with a mix of melee and ranged tactics. They are focused on intimidating the Characters out of coin so will the Characters fight or pay? If a fight goes against them, the bandits will flee and harbour a grudge."
  },
  {
    "title": "Banquet Chef",
    "tags": ["Castle Ward"],
    "description": "This top chef [Elite Commoner NPC] wields a ladle in one hand and a frying pan in the other. Someone has put too much pepper in the soup and the resulting temper tantrum holds all accountable. Including any Character close to the Chef as they flail furiously at any and everyone within range. The Chef cannot be reasoned with as they move at random around the area dealing [Light] damage to anyone or anything they land a hit on. Characters may notice the frying pan appears to be very hot and would cause extra burn damage. Being able to subdue the frenzied chef would be rewarded, however dispatching him with force would upset the local nobility, and likely lead to stern words and possible sentences from the watch."
  },
  {
    "title": "Bar Flies",
    "tags": ["Guild Quarter", "High Street", "Lanes", "Slums"],
    "description": "This [Equal] sized group of locals [Standard Common- er] are at the bar from opening until closing time, and always drink the same thing (usually reordering all at the same time). They are friendly but not forthcoming, and will notice and comment very loudly on anything which seems different, including the Characters. Today the local ale, usually a favourite, has a new twang to it and they are not sure if they like it or not. The more they consume however the quieter they get until an unusual silence surrounds them."
  },
  {
    "title": "Barrel of Rotten Fruit",
    "tags": ["Slums"],
    "description": "This fruit stinks and is rotten beyond saving. It seems to have rotted on the tree, and the year’s harvest has been all but lost to this new blight. The town fears a famine is not far away. Characters should exercise extreme caution if they handle the fruit as most believe the rot is magical or divine in origin."
  },
  {
    "title": "Barrels Away",
    "tags": ["Slums"],
    "description": "Suddenly loose barrels are rolling chaotically down the street towards the Characters. Random and vio- lent in their movement, it’s [Difficult] to predict where they are going and they will inflict [Light] damage on anyone unable to dodge out of their path. They may have been disturbed on purpose, the area they were standing in may reveal move clues [Rou- tine] as to who set them loose."
  },
  {
    "title": "Bath-time",
    "tags": ["Lanes"],
    "description": "Unbothered by the easy view from the street outside this resident is taking a bath in full view of the window. Passers by blush and avert their eyes, which mean they do not notice their neighbour, happily splashing in the bubbles, seems to have suddenly acquired a tail."
  },
  {
    "title": "Bats",
    "tags": ["Cemetery", "Rural"],
    "description": "This [Horde] of nocturnal beasts [Easy Beast] are [Difficult] to spot at night and will simply flap past in search of food. They are considered a local delicacy and fetch a fair price at local markets. They only ever appear during the day if their dark lair is disturbed."
  },
  {
    "title": "Batten Down the Hatches",
    "tags": ["Docks"],
    "description": "Any Character in open ground [surrounded by a clear 5 feet on all sides with no cover] is caught suddenly in strong winds. The smaller Characters are lifted off their feet and carried to the left until they meet a building or other feature to try to hold on to [Routine]. Heavier Characters are pushed along the ground until they can find something to hold on to [Simple]. Char- acters near cover and able to hold on are drenched in the sudden downpour."
  },
  {
    "title": "Bees",
    "tags": ["Cemetery", "Rural"],
    "description": "The honey produced by these wild [Beyond Count] [Easy Beast] little bees is rather prized locally. All attempts to keep them has failed and each little critter packs a mean sting. Their hives can be found on cer- tain trees and even south facing rock faces and walls. While their stings are not fatal, anyone attacked by a swarm risks [Light] damage and an assortment of swollen lumps. The bees will protect their hives and honey but will otherwise find the Characters rather boring, unless of course they are brightly dressed."
  },
  {
    "title": "Behold, Science!",
    "tags": ["Guild Quarter"],
    "description": "Slightly singed, these white robed masters [Standard Scholar NPC] are intensely focused on the steamy bubbling experiment before them. Not without its risks, this latest line of thinking is still considered fairly “modern” by many of the other guilds. However a success here would be seen as a breakthrough which would elevate these experts into the mainstream. If the Characters are unlucky (20%) they are close as the experiment explodes, releasing an abundance of brightly coloured foaming projectiles. These are [Difficult] to dodge. While anyone hit doesn’t take any damage, they will find their clothes, hair, skin and equipment now resemble an explosion in a tie-dye factory."
  },
  {
    "title": "Big Day Out",
    "tags": ["High Street"],
    "description": "Two adults [Standard Scholar NPC] appear from around a corner herding an [Equal] sized flock of small children [Easy Standard Commoner]. The children are oddly quiet when compared to their usual  screaming overtired counterparts, and seem pale in the sun. The group moves quietly and seem ill at ease with their surroundings."
  },
  {
    "title": "Bird Watching",
    "tags": ["Noble Quarter"],
    "description": "A local noble has an interest in ornithology and leaves food out in their gardens to attract local birds for them to sketch and paint. They have now drawn and painted quite a collection and have held an exhibition to show off their works. One picture in particular is causing quite a stir, as the bird pictured really should not exist, being a creature entirely out of legend."
  },
  {
    "title": "Bits & Bobs",
    "tags": ["Slums"],
    "description": "The rather tight local tavern keeper pours all the dregs from a days business into a moldy old barrel which they then sell to those less fortunate for a few coins (for a mug round the back). Except this batch has something new added and its having a strange effect on the local drunks. It’s probable that the ever growing mold in the barrel has reacted to make the cheap dreg-brew in to a pow- erful hallucinogenic cocktail. The local drunks are seeing some crazy things!"
  },
  {
    "title": "Bitter Cold",
    "tags": ["Docks", "Rural"],
    "description": "Characters breath starts to form freezing clouds before them, and icicles form on anyone who stays immobile for too long. Any folk in the district not equipped for cold will take [minor] damage at regular intervals until they can warm up. This sudden cold would be a wild magical nature storm effect if the season isn’t winter."
  },
  {
    "title": "Blacksmith Apprentice",
    "tags": ["High Street"],
    "description": "Strong and well muscled [Easy Warrior NPC], the young apprentice runs full pelt through the streets. Something has been forgotten and they must procure it before a beating is inevitable. It is an essential alchemical powder, a key component for crafting a nobles sworn blade, and it will not hold an edge without it. The sword when complete will be a rare thing indeed, but if the powder isn’t bought back to the smith in time the blade will be brittle and dull. Helping the apprentice will be rewarded with some free repairs and goodwill from the smith."
  },
  {
    "title": "Blade in the Dark",
    "tags": ["Castle Ward", "Guild Quarter", "Lanes", "Noble Quarter", "Slums"],
    "description": "Without warning a darkly clothed figure steps up to the tallest Character and stabs towards them with a long sharp knife. The Character may try to dodge or block the sudden [Very Difficult] attack but there is precious little time to do either. The stab is expertly delivered and intentionally not deep, causing only a [Minor] injury and is clearly meant as a warning. The figure then flees at a fast rate leaving Characters to wonder if this was a paid professional. If the Character can act quickly enough to engage this [Elite Rogue NPC] then they will try to escape as soon as possible. It’s likely this is a ‘stop meddling message’ from an enemy the Characters have in the town."
  },
  {
    "title": "Boarded up Window",
    "tags": ["Docks", "High Street", "Lanes", "Slums"],
    "description": "The planks cover the window. There are cracks and a glimpse [Routine] may be caught of what lies beyond if a Character is close enough to peep through. Although if the [Equal] sized group of well armed crim- inals [Standard Warrior NPC] spot someone watching their secret preparations for a heist, they may well have an interest in making sure the Characters ‘ain’t seen nothing’."
  },
  {
    "title": "Body Disposal",
    "tags": ["Cemetery", "Docks", "Undercity"],
    "description": "This [Small] band of [Easy Rogue NPC] petty crimi- nals are all local and know this district extremely well. The area has many hidden victims of the local crime syndicate, which these novice crooks have joined up to. They are hostile towards strangers and have plenty of bravado with the syndicates name behind them. They cannot be bribed or persuaded to reveal any informa- tion about their crew. Characters may find it easy to defeat the criminals in combat, however they would be [Very Difficult] to intimidate to reveal any information, and should any of them escape during combat they will quickly bring more serious reinforcements back for the Characters."
  },
  {
    "title": "Boggy Conditions",
    "tags": ["Rural"],
    "description": "Prolonged heavy rain in this area has led to low lying areas becoming very boggy. Muddy water sits on the surface, unable to drain through the heavy Clay & loam soil. This mud sticks to everything, doubling the size of boots in moments. Any Character walking on a road has to contend with the mud [reduced movement speed and agility] or risk the unknown ground next to the lane. A [Large] number of snakes [Easy Beast] are very well suited by this turn of events and happily slither all about. They hunt an assortment of flies, frogs and worms in the water and near it. Some areas look truly flooded, although Characters cannot see beneath the surface of the murky water. Occasionally bubbles rise to the surface and the snakes seem to avoid these deeper areas."
  },
  {
    "title": "Bored Champion of Justice",
    "tags": ["Castle Ward"],
    "description": "This Champion [Elite Warrior NPC] has seen better days. Once a popular and lusted after figure, time and excess have taken their toll, and they now languish in the halls of any noble who will feed them in return for the same old tales of valour. Despite their decline, they retain a warriors keen grip of tactics and can still swing a sword well enough. They remain a figurehead of the Watch and can be found on warm dry days taking a stroll with the daily patrols. It is widely considered the exercise will be beneficial."
  },
  {
    "title": "Bounty Hunters",
    "tags": ["Docks", "Guild Quarter", "Rural", "Slums", "Undercity"],
    "description": "A [Small] group of [Elite Rogue NPC] Adversaries. In the dim light they may mistake a Character for a bounty (unless of course the Character actually has a bounty, and there is no mistake...). They can be bribed [Routine] but not easily persuaded [Difficult] of their error. Characters will find them very capable opponents who do not fight fair."
  },
  {
    "title": "Breathe Slowly!",
    "tags": ["Undercity"],
    "description": "There is a cage hanging from the wall. Inside lays a dead canary. This area has no fresh air supply, and the air that is here is bad. Characters must quickly move to another area or risk running out of air. Characters should be extremely wary of lighting a naked flame in this area."
  },
  {
    "title": "Bring out your Dead",
    "tags": ["Slums"],
    "description": "In these parts no one is paying for a private funeral. A few coins change hands then the dearly departed are loaded onto the cart and taken away to be disposed of in mass graves. An unpleasant task that is needed to keep the poorer areas free of disease. The cart driver/undertaker [Standard Cleric NPC] is a pleasant enough person, they are happy to chat (they consider themselves to be a people person and it is their job to chat with the bereaved). If a conversation flows with a Character, they may mention that strange stories are told by the gravedig- gers of late. It seems some residents are not waiting for their elderly relatives to die before they bury them, as there are signs people have crawled out of the graves."
  },
  {
    "title": "Broken Door",
    "tags": ["Guild Quarter", "High Street", "Lanes", "Slums"],
    "description": "The splintered wood does not look rotten. This door was not easy to force and no one seems to have no- ticed or be concerned. Noises come from the darkness within the building beyond. A Torment Stalker [Elite Monster], a type of feral humanoid monster, mostly made of solid shadows not much larger than a man, has entered here and is feasting on the minds of the occupants. The Torment Stalker has a powerful natural illusionary effect that makes it [Very Difficult] to notice, which is why no one seems to be paying attention to what is happening."
  },
  {
    "title": "Broken Fence",
    "tags": ["Rural"],
    "description": "The fence seems to have collapsed on this pen. The wood seems sound enough and the pen was built to contain a large animal. Whatever was in there is definitely not in there any more. There is a chance (50%) that the [Elite beast] that was once penned here returns, and is hungry."
  },
  {
    "title": "Broken Step",
    "tags": ["High Street"],
    "description": "The step is made of stone and looks solid. Except a large crack runs through it. It must have been caused by a fault line in the stone because it would take something extraordinary to crack a stone like that. It’s [Very Difficult] to notice but the step is actually used as a secret message drop off point, where both message depositor and collector would need to be incredibly strong or have other means of lifting the broken step to access the message."
  },
  {
    "title": "Broken Window",
    "tags": ["Lanes"],
    "description": "Without Warning an object comes flying through a window, smashing the glass and covering the street around the Characters with shards. Characters have little time to avoid the glass or the object and find it [Routine] to avoid [Minor] damage. The object was a small statue of a dragon, now in multiple parts. Raised voices are coming from the building, and comments are being made about the cost of glass windows and dragon statues."
  },
  {
    "title": "Bubbles Slowly Rising",
    "tags": ["Undercity"],
    "description": "A deep sewer lies before the Characters. Large bub- bles are slowly rising from below. The water is thick and black, and no Character can see the source of the bubbles. It could just be gas rising from the silt (60%) or an [Elite Monster] ambush predator (40%)."
  },
  {
    "title": "Bugs, I Hate Bugs",
    "tags": ["Undercity"],
    "description": "At first glance the wall and floor just look uneven, closer inspection reveals a carpet of [Beyond Count] invertebrates and insects. Mostly harmless yet still deeply unpleasant a [Pair] of poisonous predators [Standard Beast] are taking advantage of an easy meal and may not appreciate being disturbed."
  },
  {
    "title": "Building Site",
    "tags": ["Castle Ward"],
    "description": "The path is blocked by building equipment, benches and sawing. Tools are scattered all about and the [Large] squad of workmen [Standard Commoner NPC] shout loudly and constantly between each other and at passers by. The work looks shoddy and the neighbours have had enough. As the Characters try to pass the least agile Character finds it [Very Difficult] to avoid tripping on a carelessly placed tool. If the tool is knocked the workmen turn on the Char- acter, shouting, threatening and demanding recom- pense, although they are mainly bluster and will back down from a serious fight."
  },
  {
    "title": "Building Site Foreman",
    "tags": ["High Street", "Lanes", "Noble Quarter"],
    "description": "This well dressed, tall individual [Standard Scholar NPC] is the foreman here and is recruiting for the building team. They have coin and some unusual problems to over- come which require some rather specialist skills. It’s probably a run of the mill sort of building issue; re- move the dire rat infestation, exorcise the site ghost or remove the ancient altar with the glowing rune they’ve uncovered etc."
  },
  {
    "title": "Busking Bard",
    "tags": ["Guild Quarter"],
    "description": "A hat sits hopefully in front of a colourful figure [Stan- dard Performer NPC], wearing the latest and most fashionable attire whilst strumming a many stringed instrument. The songs are cheerful and rather forgettable, how- ever the coins flow freely and he will not need to sing much longer to cover his supper."
  },
  {
    "title": "Butcher’s Boy",
    "tags": ["High Street", "Lanes"],
    "description": "He approaches a Character and asks for their help. The Butchers shop, never the cleanest, has been infested with cockroaches, which has attracted rats. Stray cats have also moved in, but do not seem to be making much difference to the rat population. The Butcher is at their wits end. Can the Characters help?"
  },
  {
    "title": "Cabin Boy",
    "tags": ["Docks"],
    "description": "Despite their youth, this agile [Easy Rogue NPC] crew member is alone in this area having just come ashore from their ship. Rather wide-eyed at the sights and sounds, this youth is rather impressionable and could easily fall into bad company."
  },
  {
    "title": "Capture it Alive!",
    "tags": ["Guild Quarter"],
    "description": "All teeth and claws and bad attitude this [Lone] crea- ture [Elite Beast] is not a suitable pet. Captured in a far flung land and bought and kept by a noble as a novelty pet, this was a disaster waiting to happen. It is frankly miraculous the body count is not yet in double figures. The rarity of the beast makes it extremely valuable if caught alive, although even if killed the hide will be worth good coin if not damaged."
  },
  {
    "title": "Carpenter",
    "tags": ["Docks"],
    "description": "This [Elite Commoner NPC] Artisan is the go-to for the locals needing boat repairs. While he lacks the skills to built sea going craft, he has a true gift for repairing holes and scrapes, and keeping all vessels in his care in good condition. He is on very good terms (on the quiet like) with the watch and has a keen eye on all the comings and goings around the docks."
  },
  {
    "title": "Cavern Tunnel",
    "tags": ["Undercity"],
    "description": "These extensive and inter-joined cellars have a col- lapsed wall leading into a cave system. Despite its accidental origin it seems to be often used, and a well trodden path is clear to see."
  },
  {
    "title": "Chains of Torment",
    "tags": ["Cemetery"],
    "description": "The exorcism of this haunted tomb was attempted decades ago but was only partially successful. The resident ghosts and ghouls are now shackled but not banished. They are rather noisy, and despite being sealed in you can just about hear them on quiet nights. The groundsman does not know the cause of the noise, but he will pay to have it removed as it gives everyone the creeps."
  },
  {
    "title": "Cherry Tree",
    "tags": ["Castle Ward", "Guild Quarter", "Rural"],
    "description": "It is cherry blossom season, the petals cover this small tree and the sweet scent fills the air. The locals seem almost inebriated by the sight and smell, and insects that settle on the flowers seem happy to stay there. Characters find it very inviting and may be tempted to take a closer look, with it being [Routine] to resist the calming effect of the scent."
  },
  {
    "title": "Chilling Fog",
    "tags": ["Cemetery"],
    "description": "The fog descends quickly and brings an unseasonal chill and low visibility to the entire district. Any locals will head home to lock their doors and shutter their windows at the first signs of the fog ris- ing. Shadows seem to move within the fog, and the lack of visibility mean Characters have less time to react to the [Equal] group of ghoul like creatures [Standard Monster] that are using the cover of the shifting fog to hunt living prey."
  },
  {
    "title": "Chimney Sweep",
    "tags": ["Docks", "High Street"],
    "description": "Angry and bitter about being sold into indentured ser- vitude in their infancy, this unfortunate [Easy Rogue NPC] has now aged and grown, so soon they will be of little use to their master. Fully aware of the danger of their predicament they are keen to find a new profession, and are very flexi- ble about what that might be. Characters may note that despite their inability to fit in tiny spaces the chimney sweep is still nimble, agile and an exceptional climber."
  },
  {
    "title": "Chop Shop",
    "tags": ["Undercity"],
    "description": "The flies hover everywhere in this area. This “butcher” [Standard Commoner NPC] provides cut price meat for the town’s less reputable establishments. Mostly mutton passed off as beef, they are not above reducing the local stray dog population if mutton is hard to come by. Recently they have found new cuts of a strange meat coming in from their usual wholesalers. It’s not quite sheep, or goat, but it seems to go down well enough, It may be a little more-ish."
  },
  {
    "title": "Circus Comes to Town",
    "tags": ["High Street", "Rural"],
    "description": "This [Very Large] circus troupe of [Standard Performer NPC] and the [Small] group of stars [Elite Performer NPC] are here for a good time. Happy to test their skills in [Difficult] contests against Characters for gold, they have a range of shows every day to entertain the townsfolk. Being worldly travellers they may [Routine] be able to exchange tales from other Towns and Cities they have visited. Not all is as it seems though. The Tiger in particular looks oddly like a painted house cat, just bigger..."
  },
  {
    "title": "Cleaners",
    "tags": ["Castle Ward"],
    "description": "Busy keeping the castle clean and rodent free(ish) this [Equal] sized team of [Standard Commoner NPC] cleaners are at hard work attacking cobwebs, bashing carpets and generally sweeping up. They are completely ignored by the local nobility, however they see and hear many things and you’d be amazed what drops out of some of the thicker rugs! The shiftiest looking Character is approached by a cleaner who has found some small amulets of value, which for some reason were being thrown out. They haven’t the contacts or knowledge to sell the goods so they ask for help to broker a deal."
  },
  {
    "title": "Collapse!",
    "tags": ["Undercity"],
    "description": "Without warning the roof collapses, showering the area with loose rocks and dirt. Characters have almost no time to react, and would find it [Very Difficult] to avoid [Light] injury from falling debris and becoming partially buried. Most Characters would find themselves with dirt and debris up to their waists, smaller Characters would be in for an even worse time."
  },
  {
    "title": "Collapsed Branch",
    "tags": ["Rural"],
    "description": "The crack above the Characters heads comes from nowhere. Characters must avoid [Routine] the enor- mous branch as it crashes down in the middle of them. Once fallen the massive lump of fallen tree blocks the way and is [Routine] to scramble over. The break looks oddly clean. Was this deliberate?"
  },
  {
    "title": "Comings and Goings",
    "tags": ["Noble Quarter"],
    "description": "It is [Difficult] hard to pick up, but one door in partic- ular is unused all day but relentlessly well used in the evenings. The visitors only stay moments before exiting again and the inhabitants are never glimpsed."
  },
  {
    "title": "Compromised Watchman",
    "tags": ["Castle Ward", "Guild Quarter", "High Street"],
    "description": "Unusually for a watchman, this officer [Standard Rogue NPC] patrols alone. Well known to be closely aligned with several local criminals and smugglers he is looked on with fear and distrust. His crooked ways leave him comfortably off, and the smarter establishments grudgingly have to accommo- date this undesirable client for fear of reprisals... His superiors turn a blind eye as things on the sur- face remain quiet and well policed, however the dark underbelly of the area has grown unchecked, and it is only a matter of time before things get out of control."
  },
  {
    "title": "Contraband Store Room",
    "tags": ["Undercity"],
    "description": "In a dark corner, the Characters see neatly stacked boxes. Clean and sturdy, they are clearly marked as the property of a noble family who are very unlikely to warehouse their expensive goods down here. It’s likely whoever has left these boxes here has also left some traps or guards to make sure they stay here."
  },
  {
    "title": "Corporate Espionage",
    "tags": ["Guild Quarter"],
    "description": "This young guild member [Easy Commoner NPC] is a trusted scribe for a guild’s new secret endeavour. They have promptly written a copy of the notes from memory, which are for sale to the highest bidder. The notes are only as good as the guild members memory, of course, and the guild would be furious if they found out. The Characters may well be approached, either as potential buyers or hired to oversee the secret auction of the notes."
  },
  {
    "title": "Counting Cultists",
    "tags": ["Noble Quarter"],
    "description": "Recently some rather subtle cultists have managed to find employment in the houses of some of the richest nobles. They are busy converting the serving staff and trying to influence the nobles. A watch officer [Standard Warrior NPC] reckons they are onto them and wants them weeded out ASAP. They offer the party good coin to remove the problem or collect enough evidence for the watch to move in."
  },
  {
    "title": "Crabs!",
    "tags": ["Docks"],
    "description": "This [Horde] of little nippers [Easy Beast] can be found on the mud flats and in shallow waters. Local children attempt to catch them with string and bacon rinds for fun (and the never ending crab stew at home). These crabs will avoid people as a rule, the only ex- ception being they can strip a corpse to bare bones in less than a week. Lately they seem to have lost their appetite and are lethargic. Have they eaten something which disagreed with them and has anyone seen that dodgy looking potion maker recently?"
  },
  {
    "title": "Creeping Death",
    "tags": ["Cemetery"],
    "description": "This wide and open mass grave is well away from the smarter tombs as it is used for plague victims. The braver grave robbers and scavengers have been in and done their work, and the grave diggers will not go near it. The plague is a strange disease with unusual symptoms. The mass grave has attracted unwelcome attention from local eaters of human flesh, and there will be a [large] number of ghouls [Standard Monster] or similar in this district."
  },
  {
    "title": "Crows",
    "tags": ["Cemetery", "Rural"],
    "description": "This dark [Beyond Count] murder reside in the tallest trees and lofty rooftops, breaking their silhouettes with their large, messy nests. These [Easy Beast] vicious birds attack any nearby creature which is small or vulnerable en masse, focusing on their eyes for a chance to cause [Major] damage. Any familiars or pets of smaller Characters may be targeted. The locals tell old tales about the crows being agents of a sinister evil force and curse their presence here."
  },
  {
    "title": "Cultists",
    "tags": ["Slums"],
    "description": "An [Equal] sized group of hooded figures [Standard Wizard NPC] appear from the dark shadows. They ask if you are interested in finding out more about your true lord, master and new patron. They are followed by a [Large] group of figures in less well made hoods [Easy Commoner NPC] who produce food and approach the street children with strange smiles and a far away look in their eyes. The cultists are not hostile unless provoked or any Characters insist in asking too many awkward questions."
  },
  {
    "title": "Customs Official",
    "tags": ["Docks"],
    "description": "This middle aged and rather greedy individual [Standard Scholar NPC] makes sure duties are paid on all goods coming through this area. They expect a small gift in return for clearing goods and would turn a blind eye completely for the right price. They have an intimate knowledge of every hidden locker on all the local ships, and they’re well placed to catch any trader trying to sneak goods in without handing over the coin first. The local thieves guilds and smugglers like having an official that knows how to do business and will spend some effort to make sure no harm comes to them."
  },
  {
    "title": "Cut Price Goods",
    "tags": ["Slums"],
    "description": "Despite the haste of this sale and the lack of education of the seller, there are some valuable things to be had here at very good prices. It’s possible (30%) that some goods are stolen and either the law or the previous owner may come looking."
  },
  {
    "title": "Cut Throat",
    "tags": ["Undercity"],
    "description": "This shadowy figure lurks with purpose. They are a well known underworld freelancer [Elite Rogue NPC], whose appearance does not fully divulge the wiry strength and speed of this cold blooded killer. They are often found in this district, and their services can be purchased for a fair price. If a [Routine] conversation can reassure them that the Characters know how to handle freelance contracts on the wrong side of the law. They may also be persuaded to reveal jobs completed for other employers with the right amount of rum and gold, although this is [Difficult]."
  },
  {
    "title": "Dancing Shadows",
    "tags": ["Guild Quarter", "Lanes"],
    "description": "As sunlight creeps between buildings and reflects off windows Characters may notice [Routine] that the shadows seem to dance a happy jig. There doesn’t appear to be anything or anyone present to cast such shadows."
  },
  {
    "title": "Delicious Arcane Pastries",
    "tags": ["Guild Quarter"],
    "description": "A smart sign promises the ultimate comfort food for a few coins. This master baker [Standard Wizard NPC] has combined his skill in the kitchen with a keen interest in the arcane arts and found a niche in the market which sets him apart! From Cure all Croissants to Expertise Bolstering Bagels and the daily special (today temptingly named Profitability Pie), there is a treat to suit everyone."
  },
  {
    "title": "Deliver This!",
    "tags": ["Noble Quarter"],
    "description": "The noble has clearly mistaken the most brightly dressed Character for a messenger. They thrust forwards a letter and a coin with delivery instructions, turn on their heel and walk away. The letter looks long and confidential."
  },
  {
    "title": "Delivery Boys",
    "tags": ["Guild Quarter", "High Street", "Lanes", "Noble Quarter"],
    "description": "This [Small] group of smartly dressed youths [Easy Commoner NPC] are in the employ of the traders and will deliver goods and regular supplies to those who are happy to pay for the convenience. Anyone who observes [Routine] the regular deliveries will realise that when delivery recipients are out pack- ages are often left at prearranged “safe” places. This means they’re left on doorsteps, behind bins and thrown over garden walls."
  },
  {
    "title": "Desperate Outcasts",
    "tags": ["Undercity"],
    "description": "This [Horde] of criminals had been relocated to this run down and abandoned district in lieu of a prison sentence. From petty criminals [Easy Rogue NPC] to hardened cut throats [Standard Warrior NPC], they have formed an ragtag community and will seek to protect what little they have. They are poorly dressed and armed with whatever is lying around. Hostile to strangers, they will be very loyal allies if the Characters can help better their lot."
  },
  {
    "title": "Desperate Scavengers",
    "tags": ["Cemetery"],
    "description": "From selling the graveside flowers to stripping the precious stones from the tombstones, this [Small] gang of scavengers [Easy Commoner NPC] have no choice but to stoop to these depths. They are chased off if caught, frequently arrested and lately their num- bers seem to dwindle. If Characters encounter them and are able to start a conversation, the scavengers know the district better than any others. They may tell tales of those in their group who are missing, and not all were taken by the watch in the dead of the night."
  },
  {
    "title": "Detective Work",
    "tags": ["Cemetery"],
    "description": "An officer of the watch [Standard Warrior NPC] has bought a necromancer along to assist in getting ‘evi- dence’ to help solve some crimes. This line of questioning is at best unusual. The necro- mancer [Standard Wizard NPC] is not used to being on the right side of the law, and is assisting the watch to repay some of their own minor missteps with the legal system. Depending on their mood they may comply and pro- duce a key witness to deliver a very interesting state- ment. Or they could spread their skills a little wider..."
  },
  {
    "title": "Devoted Parents",
    "tags": ["Slums"],
    "description": "The youngest of their large brood is ill, and the prog- nosis is dire. With no coin to buy the services of a physician, the parents have turned to more dubious underworld Characters in their desperation. They have been set a very strange challenge in order to procure a tonic which may help. The challenge happens to involve obtaining some item of value from the Characters and they will let nothing stand in their way. They’ll attempt to plea and send their other children to work trying to find and make away with the item."
  },
  {
    "title": "Dig Your Own",
    "tags": ["Cemetery"],
    "description": "In the dead of night the forlorn figure [Easy Common- er NPC] slowly digs. Their captors laugh and drink as the grave slowly deepens. The soon to be victim looks fairly wealthy and keeps trying to buy their way out of this predicament but the [Equal] gang of [Standard Warrior NPC] rough looking thugs have other orders."
  },
  {
    "title": "Disinherited Noble",
    "tags": ["Castle Ward"],
    "description": "Characters are approached in the street by this noble [Standard Performer NPC] down on their luck. They seek to turn around their fortunes by holding a prestigious party, and look for help convincing the great and good to attend. They seek to acquire some curios to display, and aim to attract the brightest and best nobles, entertainers and caterers to make this the bash of the century. They do not have much coin to pull this off, but they are prepared to give everything they have left to the Characters to help them. They are not concerned about working practices, only results."
  },
  {
    "title": "Dog Show",
    "tags": ["High Street", "Rural"],
    "description": "This area has been commandeered for the annu- al dog show. Pampered pooches, powdered and preened for the big day, fill the air with the scent of perfume. There are classes for all sizes and breeds, even some agility events with courses set up to enter- tain the spectators. The sizeable prizes on offer mean this event is taken extremely seriously by some. Equally it has attract- ed many chancers who will try their luck. Someone seems to have entered a goat, and as it is attacking any dog attempting the agility course it seems to have a good chance of placing. If any Character is inclined they can enter a “canine” into this circus and try their luck for prizes too. Alter- natively there is a book open and some long odds available."
  },
  {
    "title": "Drain Cover",
    "tags": ["Guild Quarter", "High Street", "Lanes", "Noble Quarter"],
    "description": "Leading directly to the sewers below the drain is dark and rather smelly. Made of heavy iron it may be lifted, however locals may object as it is well known that rats in the sewer are always looking for a way out. Although a distraught looking individual will offer what few coins they have for anyone who is willing to climb down and retrieve the ring they’ve dropped."
  },
  {
    "title": "Dray",
    "tags": ["Castle Ward", "Docks", "Guild Quarter", "Lanes", "Rural"],
    "description": "A large wagon, stacked high with barrels, makes its way along the streets slowly. Pulled by a [Pair] of enormous shire horses [Standard Beast] and manned by a [Pair] of well muscled dray-men [Standard War- rior NPC] this service visits every tavern in the area weekly. While not the only source of ale locally, the biggest brewer in the kingdom has a strangely popu- lar brew that many demand almost religiously (even though it is weaker and pricier than the alternatives). The horses are evil tempered and large hoofed, any unsuspecting tourist who ventures too close will im- mediately regret it."
  },
  {
    "title": "Drill Squad",
    "tags": ["Guild Quarter", "Lanes", "Slums"],
    "description": "A sergeant screams orders as a [Large] troop of young watch apprentices [Standard Warrior NPC] jogs in formation through the streets. Despite being raised on these streets, the trainees now look at the residents with a cool aloof gaze. They clearly feel their position in life has improved since joining the watch. They move quickly and neither make way nor stop for anybody."
  },
  {
    "title": "Drinking Games",
    "tags": ["Docks", "High Street", "Slums"],
    "description": "The Game is “Toad in the Hole” and is played for Bragging Rights. And money. Any Character who plays must select a “Toad” (actu- ally a frog but no one seems to care) from the pot and swallow it whole. Characters may drink the hallucinogenic frog in the mix. Any Character who keeps the frog down [Difficult] “wins” a small pot donated by a local landlord (who has made a years wages selling tickets to watch fools eat frogs)."
  },
  {
    "title": "Drunken Sailor",
    "tags": ["Docks"],
    "description": "A wobbly individual in a stripy top [Standard Warrior NPC] spoiling for a fight as the rum burns inside them. Yet to find their land legs, they are more than a little unstable but fully capable of landing a heavy blow should they get close enough. If anyone were to start off a sea shanty, it would change the sailor from an aggressive drunk to a loud singing drunk."
  },
  {
    "title": "Eagle",
    "tags": ["Rural"],
    "description": "This predator [Standard Beast] covers huge areas in search of easy prey. Majestic and very rare, the locals proudly tell of a pair breeding locally, ensuing the safety of the species. The eggs in particular are extremely valuable to the right buyer, however this will mean the end of the species in this area. The locals will be hostile to any threat to the eagle."
  },
  {
    "title": "Elderly Resident",
    "tags": ["Lanes", "Rural", "Slums"],
    "description": "Very particular about who parks their cart where, this older resident [Easy Commoner] makes a point of knowing all their neighbours, and their business. Newcomers to this area are met with excited curiosity, and a Character can find themselves in up to an hour long conversation very easily. Outwardly friendly, this resident has retired from their previous profession. If they like the Character they may divulge what they used to do. If they dislike the Character they will make sure everyone here abouts locks their doors and windows tonight."
  },
  {
    "title": "Elderly Guild Master",
    "tags": ["Guild Quarter"],
    "description": "They walk slowly but with purpose. Many here seem to know this guild master [Elite Wizard NPC] and nod respectfully as they pass. The guild master notices the Characters immediately, and looks them up and down with very perceptive eyes. They smile kindly and introduce themselves. They like to welcome newcomers and ask if the party plan to remain in town for long. The small talk will flow easily, however the friendly master’s questions do seem to be leading towards a more delicate subject. If they are satisfied with the Characters’ answers they will mention that they need a job done very much on the quiet. A rare and powerful gem was stolen from the guild and has been located in the sewers, doubtless in the local thieves hideout. They will pay well for its safe return, with a bonus for discretion."
  },
  {
    "title": "Empty Barrel",
    "tags": ["Castle Ward", "Guild Quarter", "High Street", "Noble Quarter"],
    "description": "Not unusual in itself except there are many, many scratch marks on the inside of the barrel. This may be because a dangerous creature [Elite Beast] escaped whilst being smuggled in to the town, and could still be close by stalking fresh prey."
  },
  {
    "title": "Envoy",
    "tags": ["Docks", "High Street", "Noble Quarter"],
    "description": "Carrying an invitation from a local noble, this envoy [Standard Performer NPC] has tracked you across town to extend an offer of hospitality. There is an interesting matter currently afoot which their master would very much like to involve the Char- acters in."
  },
  {
    "title": "Estate Agent",
    "tags": ["Guild Quarter", "Lanes"],
    "description": "This rather materialistic trader will judge on coin and appearance. If they think Characters well born, edu- cated or rich they will be all manners, otherwise they are curt at best. They are the agent responsible for letting empty hous- es in this area. If Characters make a good impression this agent may let a house on favourable terms. They may also be able to secure viewings on a range of properties, including some already occupied which may be available soon, if they can convince the agent this is just what they are after. A useful way to have a nose around without breaking in."
  },
  {
    "title": "Eulogy of the Arcane",
    "tags": ["Cemetery"],
    "description": "The patterns glow very prettily on this gravestone in the fading light, and seem to dance before the eyes. The stone itself seems unusual in hue and shape, and is clearly different from those around it. There also seems to be a comforting warmth emitting from the gravestone which is warm and tingly to the touch. This is the final resting place of an important local magic user, and it’s said they cast their last and most powerful spell on this headstone."
  },
  {
    "title": "Exotic Ambassador",
    "tags": ["Castle Ward"],
    "description": "Brightly dressed and friendly, this ambassador [Elite Performer NPC] is happily negotiating a very benefi- cial trading arrangement with this country. This will lead to new riches for all parties as the goods are cheap, taxable and sought after in these parts. However any trade deal must include certain strange clauses. No one is really sure what they mean but it can’t be that bad can it?"
  },
  {
    "title": "Eyes in the Shadows",
    "tags": ["Undercity"],
    "description": "The Characters have a sensation they are being watched as they feel eyes boring into their backs The eyes seem to be located in every dark area. The Characters should [Routine] just about be able to make out the glint of eyes in the darkness, but not what they belong to, (even if they could normally see in the dark). This could either just be paranoid Characters or a disturbing ethereal elder entity [Elite Monster] with a multitude of ghost eyes that roams the dark corners of the town."
  },
  {
    "title": "Fallen Hero",
    "tags": ["Cemetery"],
    "description": "The mood is black as this [Small] party of adventurers [Equal * NPC] stand silently with heads bowed. Characters may have heard of their adventures as they are well known in these parts. One of the mourners will approach the Characters and explain that they have not the stomach to finish the job which felled their friend, and tradition dictates they spend a week celebrating their fallen comrade’s deeds, cementing their place in local legend. They ask two things of your party. That you join them to celebrate the life of their fallen friend, and that you finish the job which killed them."
  },
  {
    "title": "Family Heirloom",
    "tags": ["Noble Quarter"],
    "description": "The party are approached by a noble who seeks a subtle word in private. They ask for help recovering a family heirloom that was accidentally sold, and the noble has been refused the opportunity to buy it back. They are happy to pay a premium but the trader will not entertain it. They ask you to help persuade the trader to return the item, or acquire it by whatever means you see fit. No questions asked."
  },
  {
    "title": "Fenced Goods",
    "tags": ["High Street"],
    "description": "A shifty looking figure approaches and offers a range of curios, fine jewellery and enticing rarities. They even have an enchanted amulet for sale, al- though they are unlikely to mention it has but a scant few days left before the enchantment fades. The price he asks is cheap, but if you buy anything you must ensure the goods are unnoticed [Routine] every time you pass a Watchman or Town Official. Attempting to sell the goods in the same Town will lead to arrest."
  },
  {
    "title": "Feral Dog Pack",
    "tags": ["Cemetery", "Rural", "Slums", "Undercity"],
    "description": "Mongrels of mixed size and breeds make up this [Large] pack of hounds. They are territorial, hungry and very aggressive to any other beast or being in their locality. They pass through the district quickly and will attack on sight. Any single beast is an [Easy Beast] opponent, how- ever they attach as a pack and become a [Difficult] challenge for their unfortunate target while they are at full strength. Losing a few of their number or being confronted with fire, or similar, will quickly scatter the pack."
  },
  {
    "title": "Fetid Gas",
    "tags": ["Undercity"],
    "description": "A billowing toxic cloud of sickly coloured gas fills the air as it expands relentlessly across this district at a steady pace. It would be [Difficult] to remain conscious if the Char- acters could not escape the gas or find a way to keep the vapours away. The gas may well be flammable, so setting it alight could remove it and replace it with burning air instead!"
  },
  {
    "title": "Field Mice",
    "tags": ["Rural"],
    "description": "Not as cute as they seem this [Beyond Count] mis- chief of mice [Easy Beast] can destroy crops in hours. Considered a pest they are incredible hard to control and breed exponentially. They spread disease, fleas and plague the locals, nibbling clothes, corn sacks and even the toes of the elderly and infirm. Lately they seem to have developed a taste for flesh, and animal skeletons have been found stripped clean. A local wise one tells tales of how these are no ordi- nary mice, but instead are scouts for the army of the rodent king, the feared ‘Grey Mus’"
  },
  {
    "title": "Fire!",
    "tags": ["Rural", "Slums"],
    "description": "The building nearest the strongest Character is sud- denly alight! This fire may spread if its not dealt with quickly. Regularly check to see (20%) if the fire has spread. The fire could be fuelled by furnishings and wood in the buildings construction, or the flames could be magical in nature. If the fire is not dealt with quickly then the area will also become full of smoke, reducing visibility and making it [Difficult] to breathe."
  },
  {
    "title": "Fishing Jolly",
    "tags": ["Docks"],
    "description": "This [Equal] group of traders [Standard Commoner NPC] have hired a boat for a day trip. The craft is not designed for the open water, although it is a solid vessel and should not run into any issues on a calm day, despite sitting low in the water. The party sit on the boat deck enjoying mead in the early morning sun as the little sail boat prepares to make her way to the most popular fishing spot. The group are good natured and are happily convers- ing with passers by and traders alike."
  },
  {
    "title": "Flame Burst",
    "tags": ["Undercity"],
    "description": "The rats know what’s coming and start charging back down the tunnel as air is sucked towards the oncom- ing flames. Characters have very little time to react before the area they are in is subject to a [Major] damaging blast of fire."
  },
  {
    "title": "Fleas",
    "tags": ["Rural", "Slums"],
    "description": "These miniature Monsters can make life unbearable and are all too common in this district. Too small to be addressed directly they can only be controlled by using certain potions, and the local tree oil which they find repellent. Said tree oil is readily available, but at a vastly inflated price for ‘outsiders’ like the Characters."
  },
  {
    "title": "Flies",
    "tags": ["Cemetery"],
    "description": "Focusing on one recently dug grave, this swarm of flies are very large and very black. They grow frantic if disturbed. Their eggs and mag- gots can be seen in the turned soil in such numbers that they create small waves that move the ground. This could just be a large collection of flies, or it could be (20%) a diabolical creature that takes form from the swarm and attacks [Elite Monster]."
  },
  {
    "title": "Flimsy Wooden Door",
    "tags": ["High Street"],
    "description": "Surely nothing of value can lie behind this barely there door? The rest of the traders here want this blemish on the high street removed, but the owner of this cluttered junk store [Standard Cleric NPC] refuses to change their ways. They also seem to get the backing of some powerful figures from the local church."
  },
  {
    "title": "Flower Seller",
    "tags": ["Slums"],
    "description": "With a small cart of flowers this blind [Standard Com- moner NPC] picks their way carefully along. They sell bunches for a few coins, and despite their lack of sight can usually find the best blooms in the area by smell and touch. They are harassed by the street urchins and other traders, and operate on the outskirts of this area. They may be able to help locate rare ingredients."
  },
  {
    "title": "Footmen",
    "tags": ["Noble Quarter"],
    "description": "This identically dressed [Equal] set of footmen [Stan- dard Warrior NPC] are responsible not only for stand- ing neatly lined up and looking the part, but also for any “fisticuffs” which may be required. Powdered wigs and smart overcoats identify this group, who are in the employ of one of the richest households and like to consider themselves above the other serving types here. Any visible injuries which spoil their appearance would mean trouble from their employers so they will carefully pick their fights."
  },
  {
    "title": "Forbidden Knowledge",
    "tags": ["Undercity"],
    "description": "Some things are banned for a reason, and this dan- gerous research has long been illegal. This study area is dark with jars of monstrous crea- tures pickled within. Something has clearly gone badly wrong as the pile of flesh and bones in the middle of the area writhes and is hoarse from screaming."
  },
  {
    "title": "Fork Handles",
    "tags": ["Guild Quarter"],
    "description": "Patrons of this chandler will have to smile and nod through a long, long list of hackneyed one liners for even the simplest purchase. This is the only chandler [Standard Performer NPC] in the area so there is little choice, however some of the jokes of late have been at the expense of well known powerful figures, and noses are fast being put out of joint. They may well try to convince the Characters that a particular noble is always flattered and friendly when their hair is mentioned. This is of course, not true..."
  },
  {
    "title": "Fortunate Ward",
    "tags": ["Noble Quarter"],
    "description": "A young adult of low birth has been adopted by a powerful noble family as their ward. They wear the finest clothes and are always accom- panied by one of the older family members. However they seem nervous and subdued. In a moment when they are briefly unattended they ask a Character to help them escape as they are held against their will and the family are not as respect- able as they seem. Indeed there are dark spirits and strange events in the house where they are kept."
  },
  {
    "title": "From the Depths",
    "tags": ["Docks"],
    "description": "This [Lone] rather pungent slippery creature [Elite Monster] rises slowly from the water. And keeps ris- ing. Clearly from the depths of dark cold oceans, its inhu- man eye clusters focus perfectly in the cool mist that surrounds it. Tentacle like limbs flail in a [Major] damaging way towards any threat. Its eye clusters burn red and hypnotic, and fix any Character nearby to the spot in a stupor that is [Diffi- cult] to resist. When injured it fires out a highly corrosive and flam- mable ink in all directions which burns skin and cloth [Major] but cannot burn through armour, only seep around the sides [Light]. The local fisher-folk will help in any battle, throwing harpoons from a distance, they will also claim to have got in any killing blow."
  },
  {
    "title": "Fruit Shortage",
    "tags": ["High Street", "Lanes"],
    "description": "The weather this season has not suited the local fruit and there is a shortage come harvest time. This means that previously cheap and commonly found fruit items suddenly are worth their weight in gold. This leads to some vicious street fights over the fruit and organised crime gangs are paying attention."
  },
  {
    "title": "Gang Battle",
    "tags": ["Slums"],
    "description": "These two [Large] gangs of rival thugs [Standard Warrior NPC] are in the middle of a turf war that has just got ugly. Tempers are high and gang members may randomly attack Characters in the heat of the moment, assum- ing the Characters are with the rival gang. They are well armed and led by some of the toughest street fighters, with a [Lone] gang boss [Elite Warrior NPC] on each side. The watch, while aware of the turf war, see the gangs killing each other as a win-win situation so are staying out of this one..."
  },
  {
    "title": "Garbage Golem",
    "tags": ["Undercity"],
    "description": "As the Characters pass this heap of garbage they suddenly feel eyes watching them. Two mismatched rotten eyeballs, in fact, that sit atop a large pile of refuse twitching and slowly blinking. Moments later the garbage golem [Elite Monster] rises from its crouch and attacks the Characters."
  },
  {
    "title": "Garbage Worms",
    "tags": ["Undercity"],
    "description": "The locals efforts at composting have gone awry. Now this [Large] pack of these huge maggots [Standard Beast] worm their way across this extensive garbage heap feeding on the scraps of the town. They look ravenous and would prefer a nice fresh meaty alternative to the slops in the garbage. They are able to travel easily through the waste heaps and burst out to attack."
  },
  {
    "title": "Gathering Supplies",
    "tags": ["Lanes", "Noble Quarter"],
    "description": "This figure [Standard Wizard NPC] is looking for some very particular ingredients and is not keen on being noticed. He has coin for the right items which are not easy to come by. Many are not available from the shops or, strictly speaking, entirely legal."
  },
  {
    "title": "Ghost Ship",
    "tags": ["Docks"],
    "description": "A bank of fog drifts in to the docks and blankets all. Any fishermen make an exit at the first sign of the fog, muttering curse words as they go. All of the sounds of a large ship at sea drift within the fog, sounding like a mighty galleon is docking. If the Characters don’t find their way indoors sharpish, then a [Large] number of monstrous undead figures [Standard Monster] in pirate garb lurch out from the fog towards them. This does not seem to surprise the locals, who all seem to now be barricaded in the local Tavern con- tinuing on as if nothing was happening (or at least nothing unusual). They will also offer tales of the gold that the captain of the ghost ship is said to have. Anyone seeking out the captain of the ghost ship [Elite Monster] will surely find him, although he will not part with any gold without a fight."
  },
  {
    "title": "Ghostly Dirge",
    "tags": ["Cemetery"],
    "description": "There seems to be no one else in this graveyard, but the mourning song sounds loud, clear and soul crush- ingly sad. It would be [Difficult] to avoid feelings of sadness and melancholy listening to the song. And try as they may, Characters cannot make out any actual words, al- though there clearly should be some. The multiple echoes makes the source of the song hard to pin point. It’s possible (20%) that a banshee like ghost [Elite Monster] will appear shortly after the song finishes."
  },
  {
    "title": "Gin",
    "tags": ["Slums"],
    "description": "While many varieties of this spirit have found favour in the noble circles (extravagantly flavoured and mixed with top end waters), this area’s Gin will blind you if you drink more than a quarter of a bottle. The Local Tavern won’t touch the stuff, so its sold instead on street corners and dark alleys. Those who can afford nothing better find it a warming draught that puts hairs on your chest. Literally. Heavy drinkers of it seem particularly fond of red meat and develop a keen sense of smell to counter their failing eyes."
  },
  {
    "title": "Gory Scene",
    "tags": ["Cemetery", "Docks", "Lanes", "Undercity"],
    "description": "There is a lot of blood in this area. It covers walls, the floor and has splattered up to 10 feet around. Bloody footprints are seen to lead away. There is nothing to suggest where this blood came from."
  },
  {
    "title": "Grassy Knoll",
    "tags": ["Cemetery", "Rural"],
    "description": "A slightly raised grassy bank which slightly breaks the line of sight. Anyone standing beyond it would be visible from the waist up. And while the Characters admire the knoll they are fired upon by an unknown assailant with a heavy crossbow from a distant vantage point."
  },
  {
    "title": "Grave Lights",
    "tags": ["Cemetery"],
    "description": "Not unlike fireflies, these flying lights flit and fly all over, lighting up the cemetery. The seem to hover over the newest gravestones in particular and their flickering light gets far more in- tense the closer they get to the fresh graves."
  },
  {
    "title": "Graveyard Tour",
    "tags": ["Cemetery"],
    "description": "The tour guide [Standard Scholar NPC] seems to have an excellent knowledge of all the graves, tomb- stones and tombs in this district. This tour has been run weekly for as long as anyone can remember and only costs a couple of coins to join. Interesting facts can be gleaned by those who know what they are listening for. The tour guide is dressed in old clothes which are decades out of fashion. At least."
  },
  {
    "title": "Grieving Lover",
    "tags": ["Cemetery"],
    "description": "The figure [Standard Cleric NPC] clearly wants to be alone and undisturbed. If disturbed in any way, they focus on the noisiest Character and begin screaming, wailing and will at- tack with the graveside flowers. If the flowers land a hit they cause no damage, but release a strange pollen which causes extreme emo- tional reactions for anyone affected [Routine]."
  },
  {
    "title": "Guards Guards!",
    "tags": ["Castle Ward"],
    "description": "A [Large] troop of guards [Standard Warrior NPC] pa- trol the area and guard certain doors in this district. Their patrols follow set routes and times, the door guards can often get bored a few hours into a watch and some are more alert than others. There are many rumours as to why the district is so well guarded, ranging from hidden treasures and paranoid nobility to it being due to a particularly savvy mercenary captain striking up a good contract."
  },
  {
    "title": "Guild Strike",
    "tags": ["Guild Quarter"],
    "description": "This [Horde] of guild workers [Standard Commoner NPC] is on strike and they have set up a picket line. No one has yet crossed it. They cry out for better pay and equipment. Neigh- bouring guilds watch on with interest. Members like the sound of better working terms and the guild mas- ters like the idea of not having to pay for all that. The strikers have been protesting for days and now the masters of the guild have lost patience and ad- vertised for “temporary staff”. The pay offered is very good (much to the annoyance of the strikers). However it would involve crossing the picket line and would probably lead the strike to fail. This would en- sure no one in this guild, or likely any guild as they will follow the precedent set here, will get any improve- ment in their working conditions any time soon. It just so happens that these tensions will be at the crucial riot or stand down phase as the Characters arrive."
  },
  {
    "title": "Hackney Carriage",
    "tags": ["Castle Ward", "Guild Quarter", "High Street", "Noble Quarter"],
    "description": "A smart gig pulled by a gleaming black horse and driv- en by a smartly dressed individual. This carriage is the only way to travel for nobles, and their hire is not cheap. They are however clean, very fast and utterly discreet."
  },
  {
    "title": "Hangers On",
    "tags": ["Castle Ward"],
    "description": "This [Equal] group of [Standard Performer NPC] lackeys are basically tolerated to make the high born nobles look more popular. They simper and smile as they agree with whatever is said, are very astute and know exactly who is in and out of favour. They act accordingly. They are dismissive of anyone who they do not feel will benefit their own social standing, however if they sense an opportunity to gain favor through an associ- ation they will grab it and hang on. Useful for nobility gossip if you are able to get them talking to you."
  },
  {
    "title": "Hanging Baskets",
    "tags": ["Noble Quarter"],
    "description": "This area features several hanging baskets full of flowers that add a glorious array of colours and scents to the district. They are, however, not very well attached and without warning one falls from above. Characters have a [Dif- ficult] chance to avoid it or suffer [Minor] damage and get covered in fine horticultural soil and flowers."
  },
  {
    "title": "Harbour Master",
    "tags": ["Docks"],
    "description": "The constant battle to get all traders and fishermen to moor boats considerately, not fight over the best berths and not to leave the place too messy has taken its toll. This gnarled [Elite Ranger NPC] once was famed for their feats and richly rewarded by the town with the title of Harbour Master when they retired from the sea. It turns out the title also came with a lot of duties to fulfil, so now they languish here dealing with petty squabbles and snooty officials who are seemingly never satisfied. They secretly long to return to their previous life on the oceans, and hopefully never return to dry land and its’ never ending annoyances."
  },
  {
    "title": "Hay Fever",
    "tags": ["Cemetery", "Noble Quarter", "Rural"],
    "description": "This year spring follows an oddly mild winter and ac- cordingly the early fine weather results in a carpet of flowers, ferns and grasses covering the fields, verges and gardens. Unusually a new purple flower has appeared. Lo- cals assume it is simply a result of the mild winter, although it has a strange effect on the insects and several residents are experiencing severe hay fever and coughing."
  },
  {
    "title": "Herd of Cows",
    "tags": ["Rural"],
    "description": "This [Large] herd of cattle [Standard Beast] are kept in this area for meat and milk. Usually very placid, they will attack if scared by group- ing together and stampeding at whatever threatened them. Loud noises, familiars and dogs will be seen as threatening. The farmer will demand compensation for any injuries or deaths in the herd."
  },
  {
    "title": "Hidden Stash",
    "tags": ["Undercity"],
    "description": "The gleam of well maintained armour and weaponry is out of place here and catches the attention. Quite why items of use and value are abandoned is unclear. The armour and weapons are very distinctive in de- sign and colour. They are also spotted with blood."
  },
  {
    "title": "High Judge",
    "tags": ["Castle Ward"],
    "description": "Performing a public trial of some commoners accused of petty crimes, this judge [Standard Cleric NPC] does not bother to remove the black cloth from atop his wig as he always hands down the same sentence. Many of the petty criminals do not merit a public execution so presumably these happen behind closed doors as the convicted are never seen again."
  },
  {
    "title": "High Priest",
    "tags": ["Castle Ward"],
    "description": "This clergyman [Elite Cleric NPC] is a zealot through and through. Hostile to any “unclean” or “unbelievers” he will take an instant dislike to the Characters and will make their life more difficult in a wide range of petty ways. If directly antagonised by the Characters he will go from petty interference to full on efforts to thwart their plans at every step. His immaculate white robes are oddly smooth and if attacked he seems immune to many types of damage. He never removes his biretta, which a perceptive person would find it [Very Difficult] to notice seems to move unexpectedly by itself."
  },
  {
    "title": "Highwayman",
    "tags": ["Rural"],
    "description": "A suave and somewhat dashing figure [Elite Rogue NPC] usually dressed in dark stylish travelling gear and astride a pitch black horse. They can appear in moments in any area deserted of other NPCs as they do not like their work to be watched by those not directly involved. Despite their reputation for supporting the poor in the district, the Highwayman is utterly ruthless and cold blooded. They will only be satisfied with every item of value in a group and those unwilling to part with their valuables had better be handy in a fight. They are a canny operator and would avoid anything like a fair fight whenever possible, and will only attack when they believe they have the upper hand."
  },
  {
    "title": "Hilarious jape",
    "tags": ["Castle Ward"],
    "description": "Giggling uncontrollably these youths watch as strang- ers bend and repeatedly try to pick up the coin stuck to the pavement, only to swear viciously at the [Equal] sized group of youths [Easy Commoner NPC] and move on. The Characters are watching when a master wizard [Standard Wizard NPC] is caught out. Instead of swearing he mutters something and moves off. The coin is still there glued to the pavement, but now the back of Characters eyes itch when they look at it. The Youths who heard the spell are silent, white and look panicked."
  },
  {
    "title": "Hold This!",
    "tags": ["Guild Quarter"],
    "description": "A figure [Standard Rouge NPC] runs through the passers-by looking back over their shoulder frequent- ly. As they pass the Characters they cry out “Think fast!” and throw a small yet heavy bag to the nearest Char- acter. The figure then disappears into the crowd and is [Very Difficult] to catch or follow. The Character is left holding a strange bag and won- dering who the figure was running from."
  },
  {
    "title": "Impoverished Noble",
    "tags": ["Docks", "High Street"],
    "description": "The last in an old family of standing in the area, they have wasted their fortune on gambling and poor investments. Now they walk the streets of this district aimlessly in the hope of an encounter of fortune. In debt to every trader and tavern, the noble [Stan- dard Performer NPC] is only days from debtors prison unless they come up with something quick. Desperation can make for strange partnerships."
  },
  {
    "title": "In a Flash",
    "tags": ["Cemetery"],
    "description": "The sudden green flashes illuminate the residents who are not visible to the naked eye. The spirits shimmer and their opaque outlines resem- ble exactly what they looked like in life. Some of the ghosts were clearly very important, and some look very familiar, and they seem to want a word..."
  },
  {
    "title": "In for a Penny...",
    "tags": ["High Street", "Lanes"],
    "description": "A penny lies on the ground. Will it bring good luck? Odds are (80%) the only luck is gaining a penny, but it could be lucky (10%) and grant some small boon. On the flip side, there is a chance (10%) it could be cursed."
  },
  {
    "title": "Invasion",
    "tags": ["Undercity"],
    "description": "The Characters would find it [Routine] to become aware of a [Large] armed group [Standard Warrior NPC] approaching. They are armoured and armed to the teeth and their kit bears the insignia of a faction hostile to this town. They are led by a small sergeant [Elite Ranger NPC] who clearly has scouted this area, and who will have a good chance of noticing the Characters or their tracks. This group are definitely up to no good and would not treat any witnesses to their activity kindly."
  },
  {
    "title": "Invasive Species",
    "tags": ["Cemetery", "Rural"],
    "description": "This tall, reedy grass has a pale blue tinge and shim- mers hypnotically as it moves in the wind. Brought as seeds by a traveller who liked it from his travels, this grass spreads very easily and has taken over large areas. No creature will eat it and it makes a sinister hissing noise as stems rub in the breeze."
  },
  {
    "title": "It Must Be Your Fault",
    "tags": ["Noble Quarter"],
    "description": "Without warning a glove slaps the cheek of the most charming Character. The red faced noble [Standard Warrior NPC] demand- ing satisfaction is convinced that the Character has been cavorting with their unfaithful spouse. They publicly challenge the Character to a duel on the spot."
  },
  {
    "title": "Jester",
    "tags": ["Castle Ward"],
    "description": "Beloved by all due to their talent for visual perfor- mance, witty jokes and lively conversation, this jester [Elite Performer NPC] is a regular fixture at court and any fashionable gathering. It is fortunate their performances are very physically taxing as they are rather fond of cupcakes. Anyone able to acquire new and interesting sweet treats may be able to barter for all manner of court gossip."
  },
  {
    "title": "Jewellery Dealer",
    "tags": ["Noble Quarter"],
    "description": "This trader [Standard Scholar NPC] supplies artful pieces on demand to the noble houses. The trader approaches the Characters for help procur- ing a particular piece. It has been chosen purely for its gems and appear- ance, however it holds considerable dark power and the dealers information says it can be found in the undercity and may be guarded. But it matches a noble patron’s favourite horse’s eyes so they simply must have it."
  },
  {
    "title": "Join the Nasons",
    "tags": ["Noble Quarter"],
    "description": "The Characters reputation precedes them and the highest born Character is approached and greeted with a strange handshake. They are invited to join the Nasons, a secretive collec- tion of the local great and good who meet monthly for their mutual betterment. An old establishment shroud- ed in tradition, this rather exclusive club will not invite just anyone. The highest born Character is invited to a meeting at the local “ledge” and it is suggested that an interesting proposition could be extended."
  },
  {
    "title": "Jury",
    "tags": ["Castle Ward"],
    "description": "A high profile case is coming to court between the ruler and an influential guild master. Although the outcome is in no doubt, the ruler will prevail, there is no expense spared on the illusion of justice and a jury of citizens have been drafted in to preside and deliver the verdict. The jurors are in no doubt as to what is expected of them, and the consequences of not listening. Unfortunately for some Jury members, other less law abiding parties are also “reaching out” to try and forci- bly influence the verdict. They are badly in need of help and approach the Characters with their dilemma."
  },
  {
    "title": "Just Passing Through",
    "tags": ["Slums"],
    "description": "The sound of hooves is muffled by the layer of filth covering the cobbles. The horse gallops along the middle of the street scattering people as it goes. Ridden furiously by a noble, this could end in injury if anyone is caught under the horse as it runs. Characters may try and dodge [Routine] the horse or try to remove the rider [Difficult] and thus end the threat to these usually quiet streets. The locals would be grateful if something was done as this rider often rides through this way and is considered a selfish menace."
  },
  {
    "title": "Ladder",
    "tags": ["Guild Quarter", "High Street", "Lanes", "Noble Quarter"],
    "description": "A Ladder has been left leaning against a building. The locals all step around the ladder carefully. Care should always be taken walking under a ladder. Bad luck may ensue. Or something or even someone could fall!"
  },
  {
    "title": "Latest Fashion",
    "tags": ["Guild Quarter"],
    "description": "Every season all the dandier members of society are sure to sport the “must have” item. Right now its a rather elaborate hat involving lace em- bellished with a range of local gems or coloured glass to match the rest of the outfit. This trend has generated a ferocious demand for unusual and colourful gems. Also if the Characters aren’t sporting large, lacy, gem studded hats then they will be mocked for being out of fashion."
  },
  {
    "title": "Lobster for the Pot",
    "tags": ["Docks"],
    "description": "Someone has forgotten to secure the days catch, and with his claws unbound this [Lone] dire crustacean [Easy beast] is on the rampage. It will head towards the nearest water and attack any- one that gets in its way. This dire lobster is a much larger than normal for a lobster and will be worth a fortune if it can be caught alive."
  },
  {
    "title": "Local Grifters",
    "tags": ["Slums"],
    "description": "To be found on every street in this district trying to sell cheap goods made out to resemble decent goods. Supplies from these street sellers [Easy Rouge NPC] will wear out and break after a little use."
  },
  {
    "title": "Local Land Labourers",
    "tags": ["Rural"],
    "description": "Some things run in the family, and this [Large] group of farm workers [Standard Commoner NPC] are ev- erything you would expect from generations that have never travelled beyond the village fields. Armed with scythes and shovels, their lack of combat experience is countered by their willingness to take a really good swing. Care should be taken when conversing as they have their own local dialect and readily misunderstand and misinterpret dialog. They are very easily offended and quick to the pitchforks and torches if they encounter something or someone they do not understand."
  },
  {
    "title": "Local Priest",
    "tags": ["Docks", "Rural", "Slums"],
    "description": "The Priest [Standard Cleric NPC] preaches daily ‘Hell- fire and Brimstone’ to a [Small] devout following of the faithful [Easy Cleric NPC]. Although they should be mainly responsible for bless- ing marriages and holding funerals they seem very busy on other things of importance to their creed. As a result they have a poor relationship with the local community. They seem to have a strange interpretation of the local religion, and even the local ladies who help with the flowers are quickly in and out with none of the usual gossip. Also a few new additions to their congregation seem to have vanished and the locals are respectful but wary. The priest will be friendly with the Characters unless they question his preaching in some way."
  },
  {
    "title": "Lone Barrel",
    "tags": ["Castle Ward", "Guild Quarter", "High Street", "Lanes"],
    "description": "A barrel sits alone next to a building. No one seems to claim it and it had been there a few days. It is likely [Easy] no one would care if someone took it. It is bulg- ing slightly and clearly not empty. Is it simply full of a batch of soured ale (70%), a body belonging to a snitch (20%) or some explosives placed as part of a plot (10%)."
  },
  {
    "title": "Long Arm of the Law",
    "tags": ["Castle Ward"],
    "description": "An [Equal] assortment of the smarter watch members patrols these streets [Standard Warrior NPC]. Main- ly to send anyone who looks cheap and lower class back to the other side of town. Their response to each Character will depend on appearance. And of course anyone who has been naughty may find a hostile reception with this patrol. If the Watch decide a Character is “cut from superi- or silk” they will be extremely helpful with directions, recommendations and help to find anyone or anything the Character wants. And will of course overlook any small misdemeanours."
  },
  {
    "title": "Long Drop",
    "tags": ["Undercity"],
    "description": "Pitch black with a cool breeze blowing up, the edges of this pit do not look to be firm ground."
  },
  {
    "title": "Look to the Skies",
    "tags": ["Castle Ward"],
    "description": "A stylish entry by air has led to many sore necks as the locals stood aghast looking up at the unusual spectacle that looks to have landed somewhere within the palace. Everyone stopped what they were doing to stare and now talk is of nothing else. This could be a pegasus, airship, flying carpet arrival or other fantastical flying transport. It has served as a very effective distraction from ev- erything else that was going on, so the local pickpock- ets [Standard Rogue NPC] get to work."
  },
  {
    "title": "Loose Bricks",
    "tags": ["Lanes"],
    "description": "Suddenly bricks and mortar are falling across the path covering an area at least 10 foot across. If Characters can avoid the bricks [Simple] they may spot [Routine] that a small opening has been re- vealed. Perhaps these bricks were disturbed and not merely neglected."
  },
  {
    "title": "Loose Horse",
    "tags": ["Docks", "High Street", "Lanes", "Noble Quarter"],
    "description": "This clearly valuable and high spirited war horse is galloping recklessly down the road, its iron shod hooves clattering on the cobbled street. Passers-by have to throw themselves from it’s path to avoid being crushed. If it carries on like this for long someone will likely get trampled. It wears a halter with a rope dragging alongside it that would be [Difficult] to grab."
  },
  {
    "title": "Lost Child",
    "tags": ["Docks", "Guild Quarter", "Noble Quarter"],
    "description": "This small child [Easy Commoner NPC] wails from next to the nearest building. They are out of breath, either from the howling or possibly from running. They seem to be more scared than you would expect, almost terrified."
  },
  {
    "title": "Lost Visitor",
    "tags": ["Guild Quarter", "Lanes", "Slums"],
    "description": "You are stopped by a rather worried figure in mer- chant attire [Standard Commoner NPC]. They ask for directions to a house and if possible an escort to take them there. Characters can either give directions (which may or may not be accurate) or escort them to their destina- tion. There is coin for a job well done. They seem oddly nervous and keep looking over their shoulder."
  },
  {
    "title": "Lunch Cart",
    "tags": ["Guild Quarter"],
    "description": "This cart appears daily with pies and pasties for the guild members at their work. There is an ongoing argument between the guilds and the cart owner, and the guilds and each other, about the routes of the cart. The larger, richer guilds are vis- ited first and have the most choice for lunch, leaving the mostly cold fare for the smaller guilds."
  },
  {
    "title": "Magic Water Closet",
    "tags": ["Undercity"],
    "description": "Smelly, slimy and still smoking, this detritus is oozing out a strange viscous liquid from the bottom of the heap. It is surrounded by dead rats and some oddly shimmering shapes. A short time after arriving there is a popping sound and a sizeable pile of magically compressed faecal  matter appears from nowhere. Those nearby would find it [difficult] not to be splattered by this unexpected arrival. This is all a result of the wonderful ‘mess free’ toilet system a local magic school has installed that tele- ports the collected waste away at regular intervals. An unfortunate side effect of teleporting the ‘waste’ is that it becomes a poisonous slightly corrosive mixture."
  },
  {
    "title": "Magpies",
    "tags": ["Cemetery", "High Street", "Rural"],
    "description": "This [Pair] of large birds [Easy Beast] flit about the Characters fascinated by any visible Jewellery. Should anything valuable be left unattended it will be snatched! There is a veritable treasure trove in their nest!"
  },
  {
    "title": "Man Overboard",
    "tags": ["Docks"],
    "description": "A Drunkard [Easy Commoner] has fallen into the murky waters and is disappearing below the surface. Any attempted rescue [Routine] would leave the res- cuer filthy, wet and cold. As attention is fixed on the unfortunate a dark figure slips away through the crowd."
  },
  {
    "title": "Martial Law",
    "tags": ["Castle Ward"],
    "description": "A [Very Large] authoritarian company of soldiers [Standard Warrior NPC] are clearing this district. They will not provide any explanation and all who pro- test are beaten and dragged out of the area. Efficient and ruthless, these trained soldiers will not ask twice and fight in pairs if engaged."
  },
  {
    "title": "Master of Cloth",
    "tags": ["Castle Ward"],
    "description": "Elevated to their current lofty position due to skill and keen eye for style, this clothier to the castle nobility [Elite Commoner NPC] is actually low born. Responsible for the fashions of the court and cutting silk more expensive than most dwellings here abouts, this steady handed artisan happily creates master- pieces that are worn once and often discarded to storage. They are always keen to hear of new materials and augmentations and are seeking an envoy to contact a new trader on the roads near the castle to procure the latest cloths."
  },
  {
    "title": "Master of Coin",
    "tags": ["Castle Ward"],
    "description": "Usually sat behind the many locked doors and guards of the treasury, the master of coin [Elite Cleric NPC] is responsible for balancing the books. They are accompanied by a [Small] group of select soldiers [Elite Warrior/Ranger NPC] who ensure their safety at all times."
  },
  {
    "title": "Master of Estates",
    "tags": ["Castle Ward"],
    "description": "This [Elite Wizard NPC] is responsible for managing the crown’s property portfolio and arranging collection of the rents. Only they have the power to sell or buy property in the Town and they will only do business with nobles and those in favour with the rulers estates. All others must pay rent."
  },
  {
    "title": "Master of Hounds",
    "tags": ["Castle Ward"],
    "description": "Many in the court are keen hunters, and several [Large] packs of hounds [Standard Beast] are kept for this purpose. This [Elite Ranger NPC] has an affinity for the beasts and will happily advise on any issues concerning the local wildlife, or removal thereof. Experienced and keen not to kill off too many of the upper class, the Master of Hounds is always on the look out for expert help removing some of the more dangerous monsters from the vicinity prior to a hunt."
  },
  {
    "title": "Master of Scrolls",
    "tags": ["Castle Ward"],
    "description": "This grumpy and learned individual [Elite scholar NPC] is very content with their lot in life. Surrounded by scrolls of all types, from fiction to historical dia- grams to the latest books of incantations and combat tips they know everything about everything. They will help visitors to find what they are after if, and only if, an educated conversation can be had with a Character they regard as an equal. There is strictly no talking otherwise."
  },
  {
    "title": "Master-crafted Bargains",
    "tags": ["Guild Quarter"],
    "description": "If it looks too good to be true it probably is. Except these items are of a high standard and some truly powerful and rare items are offered at half the usual price. There must be a catch."
  },
  {
    "title": "Members of the Board",
    "tags": ["Noble Quarter"],
    "description": "These nobles consider themselves hugely important. Elevated by the Ruler to positions of power running the area, they view themselves as successful and deserving of their elevated positions. One board member, not the highest ranking but seen as a long time dependable, has recently come to the attention of the watch for their fondness of a rather exotic and highly illegal type of mead, which has pow- erful intoxicating effects on the drinker. The board member has promised to refrain in return for the watch turning a blind eye to past “incidents”. The board member has approached the party to ask if they can secure a new supply and smuggle it into town without the watch knowing. Payment is offered in coin but in these parts knowl- edge opens more doors than gold."
  },
  {
    "title": "Mercenary Tendencies",
    "tags": ["Guild Quarter"],
    "description": "Strike first. Strike hardest. No mercy. The slogan has to be short or this lot will forget it. Happy to hit first and ask questions later, this fighters guild is seeking to raise their standing by aggressive takeover tactics and have already successfully taken over and disbanded several smaller less well funded guilds. They plan to continue their campaign for dominance by attracting all the choice apprentices and promising trainees with an expensive and extensive advertising campaign. And some violence, obviously. One idea they’ve had is to send a [Large] group of their members [Standard Warrior NPC] to beat the pulp out of some notable adventurers, namely the Characters, preferably in a public place. They aren’t aiming to kill, just defeat and leave some choice bruises."
  },
  {
    "title": "Message in a Bottle",
    "tags": ["Docks"],
    "description": "Bobbing along in the water is a stoppered bottle with a parchment inside. Could it be a cry for help (40%), a treasure map (30%) or a curse upon the reader (30%)?"
  },
  {
    "title": "Missing",
    "tags": ["Noble Quarter"],
    "description": "You are approached by a neatly dressed servant [Easy Commoner NPC] in the employ of one of the better off noble houses. They explain that a chamber servant has vanished and not been seen for days. They were considered to be of good Character, reliable, young and well liked, the remaining staff are very concerned by their sud- den disappearance. If Characters decide to help the server will reveal that the missing servant had been working late to clean the coal shed and lay the fires for the morning."
  },
  {
    "title": "Missing Watch Patrol",
    "tags": ["Undercity"],
    "description": "A [Small] group of less experienced watch members [Easy Warrior/Ranger NPC] are lost and disorientated and can’t find the exit to this district. The embarrassment of their situation has long since passed and they are tired, scared and very twitchy. Likely to see everything and everyone as a threat, if not approached with care they will attack first and ask questions later. Their inexperience may not be responsible for their predicament and the watch would reward anyone uncovering a plot against them."
  },
  {
    "title": "Monks",
    "tags": ["Castle Ward", "Guild Quarter", "High Street", "Rural"],
    "description": "The chanting of this [Large] gathering of holy men [Standard Cleric NPC] drones on tonelessly. They spend the majority of each day chanting and reside in a very antisocial order. However they do make the finest tonic wines on the continent, strange considering the seemingly limited resources they have. It certainly has a familiar tang. They can often be found on the roads between tav- erns with their highly alcoholic wares. If a Character wanted to find the monks they would simple stop and listen for the drone of the chanting."
  },
  {
    "title": "Mouldy Supplies",
    "tags": ["Undercity"],
    "description": "These perishables have not been sealed in the damp air and mould has consumed the supplies. The mould is of a strange type and its spores hang heavy in the air around the boxes. Characters should be extremely cautious of approaching too close."
  },
  {
    "title": "Move Along!",
    "tags": ["Castle Ward"],
    "description": "An [Equal] sized group of the watch have had reports of a suspicious group roaming the area, and the Char- acters are a clear match. The watchmen [Standard Warrior NPC] will insist the Characters move on and not return any time soon. They could be bribed [Routine] to look the other way but if trouble kicks off could blow on their whistles to call in a [Very Large] amount of reinforcements."
  },
  {
    "title": "Moving Day",
    "tags": ["Lanes"],
    "description": "The rooms visible from the street are all packed into boxes and furniture covered with sheets. Someone looks to be moving home. You can see in the hall efforts have been made to paint over marks on the walls and the floor."
  },
  {
    "title": "Muck Heap",
    "tags": ["Rural"],
    "description": "The smell gives away that this is where the animal waste is stored to rot down before being spread onto the fields. Keen gardeners from around the villages also visit to collect a little something to boost their flowers. Unfortunately the smell in summer can attract some less desirable creatures, and on a particularly hot day a swarm of insects [Easy Beast] can emerge to harass those that get to close."
  },
  {
    "title": "Muddy Puddle",
    "tags": ["Docks", "Lanes"],
    "description": "You cannot see to the bottom and bubbles rise occa- sionally. This puddle is small but awkwardly placed. Some fool- ish nobles throw their cloaks over the puddle so ladies can step over. The cloaks seem to get sucked in and sink rather quickly out of sight. The nobles seem em- barrassed and move on quickly. Alarmingly this is a very small puddle and it should not be that deep."
  },
  {
    "title": "Mudlarks",
    "tags": ["Docks"],
    "description": "This [Equal] sized group of unfortunates [Easy Com- moner NPC] comb the mud flats in search of lost valuables. Those who choose to join them may find something of interest [Difficult], and as the search moves along the river the talk turns to local gossip with some juicy stories about the newest member of the watch."
  },
  {
    "title": "Mushrooms",
    "tags": ["Cemetery", "Rural", "Slums"],
    "description": "Appearing out of a section of rotten wood, these brightly coloured mushrooms have a strange smell and spores hover in the air around them. Only the experienced should attempt to identify the value and uses for these fungi [Difficult] as while they can be a potent alchemy ingredient they can also be highly poisonous."
  },
  {
    "title": "Mutually Beneficial",
    "tags": ["Cemetery"],
    "description": "Undertakers here abouts are all very respectable, with one notable exception. This slick individual [Standard Rogue NPC] has the most grave slots available and is able to rapidly fill those places, and collect the stipend from the town for safely disposing each of the dead. They would be interested in cutting a deal with the Characters. They’ll pay a few coins for each body they receive and can offer a good service in disappearing select corpses."
  },
  {
    "title": "Mysterious Visitor",
    "tags": ["Castle Ward"],
    "description": "Striding purposefully along the street this elegantly robed visitor [Elite Wizard NPC] has a [pair] or per- sonal guards [Standard Warrior NPC] flanking them. Their business here is unclear but on seeing the Characters they immediately approach and offer good coin to bolster their personal guard for an urgent, im- portant and risky meeting they must attend."
  },
  {
    "title": "Mystery Note",
    "tags": [
      "Castle Ward",
      "Guild Quarter",
      "Noble Quarter",
      "Slums",
      "Undercity"
    ],
    "description": "A piece of paper blows along with the wind, it would be [Routine] to catch it. The note is tattered and reads “Running is pointless. We know everywhere you will hide. Just give it back and this will all be over. Your family will thank you”."
  },
  {
    "title": "Mystery Package",
    "tags": ["Guild Quarter"],
    "description": "A neatly wrapped package sits by the door of the guild house. It carries no address or name and has been neatly wrapped with string and brown paper. It has a foreign smell and a strange discolouration on one corner. The porter seems nervous and asks if the Characters could check it, make sure it’s just a cake (50%), not a severed head (40%) or alchemical bomb (10%)"
  },
  {
    "title": "Narcotic Den",
    "tags": ["Undercity"],
    "description": "This den is home to dealers and addicts alike. They offer no greeting or conversation to strangers in their current state. The most conscious member of the den offers a pipe and holds out a hand for the coin. The dope here is of a very poor quality and is definite- ly detrimental to your health. The dealers, often as stoned as the clients, employ some local youths to run errands and remove sleep- ing clients whose time is up. These errand boys see everything that happens here."
  },
  {
    "title": "Necromantic Browsing",
    "tags": ["Cemetery"],
    "description": "The Necromancer [Elite Wizard NPC] stands back as his [Equal] group of workers [Easy Warrior NPC] dig to stock up his raw material supply. If disturbed they may attack, striking with the shovels at the instruction of their master. Of course if they fall in a brawl they will be back on their feet in no time... The Necromancer will only waste his own time and energy on the Characters if they pose a real threat however. He can be talked around by an educated Character, and may even be persuaded to lend advice on the local catacombs."
  },
  {
    "title": "Nervous Trader",
    "tags": ["Docks", "Guild Quarter", "High Street"],
    "description": "Having journeyed from an exotic far flung land this richly dressed [Standard Performer NPC] Character seems nervous. Their grasp of the local tongue is faultless and only lightly accented, but they do not seem to know their way around. They are dressed in an interpretation of the local fash- ion constructed with fine silks and laces, which clearly have enormous value. Characters may converse to determine what his busi- ness is and if it is legitimate, with it being [Very Diffi- cult] to find out this is a forward agent for a dangerous foreign criminal group."
  },
  {
    "title": "New Carpet",
    "tags": ["Slums"],
    "description": "Almost shining through a dirty window a Character cannot help but notice a gleaming, clean, brightly coloured carpet in this run down filthy hovel. The owner of the carpet is somehow even filthier than their surroundings."
  },
  {
    "title": "New Guild in Town",
    "tags": ["Guild Quarter"],
    "description": "A new guild has recently started operating, in the form of a new branch of a well established guild from a neighbouring realm, and they seek to quickly be the power in these parts. They have taken the largest guild house, decorated it extravagantly and are offering high wages for very specific skill sets. They are very quick and clever, undercutting and overbidding in order to have the upper hand in any negotiation. The founding guild members are very friendly but secretive, and no one seems clear about exactly what it is that this guild does."
  },
  {
    "title": "New Money",
    "tags": ["Noble Quarter"],
    "description": "The residents have approached a representative who approaches the Characters discreetly. They point out a couple [Standard Performer NPC] who, while clearly wealthy, do not seem to share the same tastes and fashions are the other residents, favouring more flamboyant styles and colours. The residents do not like their new neighbours and ask if you can help find out how they got their money. They are convinced it is ill gotten gains and they would like to see the back of these brash newcomers."
  },
  {
    "title": "Nice Night for a Walk",
    "tags": ["Docks", "Rural"],
    "description": "You step out and take a refreshingly deep breath. Gazing up you see stars without number. As in none. None at all. What’s that all about? It would be [Routine] to avoid becoming scared at the implications of the missing stars. Of course anyone using the stars to navigate would be in real trouble, and astronomers will be out of busi- ness by the end of the week."
  },
  {
    "title": "Nice Old Lady",
    "tags": ["Lanes", "Rural", "Slums"],
    "description": "This old lady [Standard Wizard NPC] is known for helping out at births and healing minor ailments. Which is very good of her really. Which means she usually has some helpful concoc- tions to hand. Which also means she can often be found out and about looking for ingredients. Which are never found too far from her little cottage and black cat."
  },
  {
    "title": "Nobility at Large",
    "tags": ["High Street", "Lanes", "Noble Quarter", "Rural"],
    "description": "Dressed in their finest, which is an overpriced ap- proximation of the latest fashion, this [Small] gaggle of Braying Fops [Easy Warrior NPC] descend on the local tavern weekly when in residence. The locals have fixed smiles and double their prices. They are all horribly bored, armed with expensive weapons and engraved armour worn mainly for show. If not otherwise engaged, sometimes an individual no- ble can be persuaded to engage in a wager [Difficult] where they are as savvy and attentive as you would expect of a lifelong gambler."
  },
  {
    "title": "Novice Coven",
    "tags": ["Cemetery"],
    "description": "Dressed in fancy black outfits, this [Equal] young co- ven [Easy Wizard NPC] are dabbling in the currently fashionable darker arts, and of course this has to be done in the cemetery. Frankly this lot are an accident waiting to happen, and any adventuring party who want some practice slaughtering the undead need only hang around near this show and wait for the inevitable. Savvy Characters may notice [Routine] that some of the novices look to come from noble roots and will probably pay handsomely to get themselves out of any sticky situations."
  },
  {
    "title": "Nuns",
    "tags": ["Castle Ward", "Guild Quarter", "Rural"],
    "description": "This [Large] holy order [Cleric Standard NPC] has had no new novices in many years, and this is a rare public sighting of their number. They are close lipped, unfriendly and even the local priests seem to avoid them. Despite their hostile appearance this order is ex- tremely purist when it comes to interpreting the local religion, and God(s) help anyone who fiddles with it. Because no one else will if these ladies are on the righteous warpath. Mother Superior [Elite Cleric NPC] is happily confident she is much better than any Character in her locality, regardless of experience and appearance."
  },
  {
    "title": "Office Cats",
    "tags": ["Guild Quarter"],
    "description": "Bored guild members have been feeding strays and now this guild has adopted a number of cats. Officially they are there to reduce the local mouse population, however these are pampered pets. The cats have the run of the guild house and walk unchallenged through even the most restricted areas."
  },
  {
    "title": "Old Lady Feeding the Birds",
    "tags": ["Noble Quarter"],
    "description": "Humming to herself, this [Standard Commoner NPC] elderly residents face is obscured by a head scarf. The tune seems to hypnotise the birds around her. It is not breadcrumbs she is scattering."
  },
  {
    "title": "Old Money. Or lack of it",
    "tags": ["Noble Quarter"],
    "description": "On the outside the house looks grand. A noble figure on the doorstep stands tall and proud. Once invited inside the party immediately notice the lack of maintenance, the absence of any servants and the threadbare furnishings. The noble explains that their traditionally safe in- vestments have been failing for years, and now the situation is dire. They are risking the last of their coin, and most of the family silver, on a new investment but they do not trust their new contact. They ask the Characters to look into this investment and the individual behind it."
  },
  {
    "title": "Old Oak Tree",
    "tags": ["Cemetery", "Rural"],
    "description": "Still standing tall and proud this dead blackened tree was hit by lightning decades ago. Oddly it still stands, firmly rooted in the earth. Locals tell tall tales of how it still grows and new branches appear if a comet is seen in the night sky."
  },
  {
    "title": "Old Sofa",
    "tags": ["High Street", "Lanes"],
    "description": "The old sofa they are carrying has seen better days, it creaks and groans and the [Small] group of carriers [Standard Rogue NPC] sweat and swear. They look like they could use a sit down. The sofa has a suspicious tear in the back which is [Routine] to notice. What would be discovered by ripping the backing off is the body they are moving hidden inside the furniture."
  },
  {
    "title": "On the Hunt for Curios",
    "tags": ["High Street"],
    "description": "This figure [Standard Wizard] is looking for some very particular and rare ingredients and is not keen on being noticed. He has coin for the right items which are not easy to come by and many are not available from the shops, or any normal person."
  },
  {
    "title": "Open Crypt Door",
    "tags": ["Cemetery"],
    "description": "A [Pair] of grave diggers [Standard Commoner NPC], who have seen all sorts, and are very hard to spook, take one look as the crypt door slowly opens, scream and run. Characters can see no cause for the door opening, however a closer look in the crypt may reveal the answer in the form of an angry ghostly spirit [Elite Monster] with a hatred of the living."
  },
  {
    "title": "Optimistic Favour",
    "tags": ["Docks", "Lanes", "Rural"],
    "description": "Hanging around near the tavern is an [Equal] sized group of youths [Easy Commoner NPC]. At the awkward age between child and adult, they are egging each other on to approach the youngest Char- acter. The bravest steps up and proudly displays a collection of dirty coins. They ask if you can buy them the local ale as the tavern keeper will not serve them. If you do you could be implicated in whatever mischief ensues, if you refuse the insults will doubtless draw attention to your party. Amongst this gang, whose bravado is increasing by the minute, you see a couple of the youths are better dressed than the others. They look happy to be in- cluded in this excitement and seem to have provided most of the coins."
  },
  {
    "title": "Outside Catering",
    "tags": ["Noble Quarter"],
    "description": "This [Equal] sized catering team [Standard Common- er NPC] are brought in to cater for large gatherings and parties. They are the first choice for the local nobles. One member of the team approaches the Characters and asks for help on that evenings job. The chef fears trouble from the rowdy guests and rude employer, and would like to employ the Charac- ters as servers who can step in if needed. All the local great and good will be there and it is a rare opportunity to mingle unnoticed, as long as you don’t mind wearing a serving uniform."
  },
  {
    "title": "Painted Window Frames",
    "tags": ["Noble Quarter"],
    "description": "This house has recently had the window frames re- painted. They look very smart and gleam as the heavy oil based paint slowly dries. One window frame however has been painted but has finished a different colour and looks out of place. The locals mutter and avoid the house, and could [Routine] be coaxed to explain that it’s a ‘Challenge’ house set up by a thieves guild to test potential re- cruits. Any who avoid the many traps inside and bring one of the tokens hidden within to the guild will prove their mettle."
  },
  {
    "title": "Palace Doors",
    "tags": ["Castle Ward"],
    "description": "Huge highly detailed ornate doors mark this as a building of importance. The intricate carvings of mages and mythical crea- tures depicts the historic use of the rooms behind as a one time magic guild. In recent years these doors are rarely used and none of the guild mages have been seen in some time. The rumours abound of the terrible things that they may have summoned and how only the warded doors that keep the district safe have stopped anyone from entering."
  },
  {
    "title": "Palm Reader",
    "tags": ["Docks", "Guild Quarter", "Lanes"],
    "description": "This shawled figure [Easy Performer NPC] offers locals and travellers alike reassurance of calm times and riches soon to be found. Their standard patter is well known, and yet they are still visited regularly by even the most experienced of sailors and merchants. The price for visitors is double that for the locals, and they avoid religious types. Occasionally their eyes glaze over and they start to speak strange tongues."
  },
  {
    "title": "Parchment and Ink Vendor",
    "tags": ["Guild Quarter"],
    "description": "This cart is a weekly visitor to the district to fill the seemingly endless demands of the guilds for ink and parchment. Lately ingredients are in short supply, and the guild masters are complaining about the watered down inks and exceptionally thin parchment. Faded writing and ripped pages have already caused several near catastrophic misunderstandings."
  },
  {
    "title": "Path Ahead is Blocked",
    "tags": ["Castle Ward", "High Street", "Noble Quarter"],
    "description": "An [Equal] group of well armed strangers [Standard Warrior NPC] spread out to block the path. They are oddly quiet and grim faced and look to rec- ognise the Characters. They have some reason to want revenge on the Char- acters for either a real of perceived offence caused to them and their kin. They are expecting blood to be spilled and will be [Very Difficult] to talk down."
  },
  {
    "title": "Patrons who Lunch",
    "tags": ["Castle Ward", "High Street"],
    "description": "This [Pair] of rather bored locals [Standard Commoner NPC] spend most days shopping and lunching in the nicer taverns. They are expert in few things, but do have a very good idea of what is new in the stores, and the local fashions and trends. They will happily converse [Easy] about these sub- jects with any fashionably dressed Character."
  },
  {
    "title": "Personal Stylist",
    "tags": ["High Street"],
    "description": "Eye contact draws the Stylist [Standard performer NPC] in close. They look the Characters up and down, sigh, then adopt a look somewhere between pity and contempt. “Fur and steel is so last season.” If a Character is feeling frivolous they can pay the stylist for a brightly coloured accessory and scarf to match. Or they could pay for a full make over... As they are discussing colour choices the stylist can be persuaded [Routine] to share some scandalous gossip which may prove the downfall of a tavern keeper."
  },
  {
    "title": "Peasants",
    "tags": ["Docks", "Rural", "Slums"],
    "description": "This [Equal] group of less fortunate individuals [Easy Commoner NPC] drift across the district in search of odd jobs, food scraps and somewhere warm and dry to sleep. They are all locally born and have no knowledge or experience of worth to anyone, expect occasionally those with less than pleasant jobs. They are fiercely protective of these awful tasks as they provide their only meagre income."
  },
  {
    "title": "Pet Cemetery",
    "tags": ["Cemetery"],
    "description": "Some nobles have paid for plots for beloved pets over the years, but in recent weeks newly departed pets have been showing up back at their homes. Their graves are disturbed and empty. The pets themselves seem exactly as they were and their owners, while bemused, generally are very glad to have them returned. But now some of the older residents who have been underground for decades have started returning home, and they are not as cute and fluffy as they once were. Something buried with a beloved pet is animating the dead here, with a [Large] number of zombie like crea- tures [Easy Monster] found around the district."
  },
  {
    "title": "Pickpocket",
    "tags": ["Guild Quarter", "High Street", "Slums"],
    "description": "This small thief [Standard Rogue NPC] is a runner not a fighter. Unnoticed in a crowd and hard to spot outside one, this stealthy thief will attempt to lift any heavy purses from anyone in the district. Characters must remain vigilant [Difficult] to avoid valuables vanishing into thin air. If caught red handed the opponent will attempt to flee immediately and Characters will need to be fast [Diffi- cult] to catch them. If cornered the thief can be intimidated [Routine] to reveal details of an extraordinary object they lifted a few days ago. The pickpocket is clearly not well off, dressed in clothes too small that have been altered and patched beyond recognition. Their shoes have holes in and they are in need of a bath."
  },
  {
    "title": "Pickpocket Urchin Gang",
    "tags": ["High Street", "Lanes", "Slums"],
    "description": "A [Large] group of urchins [Easy Rogue NPC] are working this district, lifting coins from all over. Characters will struggle [Difficult] to keep track of them all, however vigilant they remain. Cornering a thief is also a real challenge [Difficult] however if one is caught another will offer to buy their freedom with a rare gem and some amazing gossip, honest..."
  },
  {
    "title": "Picnic",
    "tags": ["Cemetery"],
    "description": "The houses are small locally, many are shared oc- cupancy and lack gardens. Consequently the locals often come to the peace and quiet of the cemetery for picnics and outdoor gatherings. Usually respectful of mourners, this group chats happily and pass round bread and dips. The wine and beer flow freely and this [Equal] group [Standard Commoner NPC] lay contentedly on the grass and start to snooze paying no attention whatsoever to anything going on around them."
  },
  {
    "title": "Pigeons",
    "tags": ["Noble Quarter"],
    "description": "The area has recently become infested with pigeons and they are really spoiling the look of the place. The Characters are approached and asked to get rid of them by any means they see fit."
  },
  {
    "title": "Pile of Boxes & Barrels",
    "tags": ["Castle Ward", "High Street", "Lanes", "Noble Quarter"],
    "description": "A pile of boxes and barrels jump out as looking out of place here. They are much dirtier than their surroundings and no one seems to know where they came from. They actually contain fresh samples for a local wizard [Standard Wizard NPC] dabbling in anatomical med- ical research, with a little bit of necromancy to ‘liven’ things up. Packed in dirt within the boxes and barrels are dozens of animated limbs from all manner of creatures. If unpacked they would make for a [Very Large] group of [Easy Monsters]"
  },
  {
    "title": "Pirate Party",
    "tags": ["Docks"],
    "description": "An [Equal] sized crew of well armed sailors [Standard Warrior NPC] are moving towards the Characters quickly with weapons drawn demanding coin. These are treasure hunters and they see loot before them. They are used to soft merchant targets and no one here has ever stood up to them before. The captain [Elite Warrior NPC] follows behind. He is a wily opponent only too happy to let his crew find out the Characters skills before joining in or calling a tactical retreat."
  },
  {
    "title": "Pirate Ship",
    "tags": ["Docks"],
    "description": "A ship, recently arrived and moored just beyond the outer harbour, is rumoured to be a pirate vessel acting as a merchant. Any talk about the vessel is likely to catch the atten- tion of some of the crew, who have mixed themselves in with the other sailors of the district. If the pirates [Standard Warrior|Rogue NPC] believe the Characters mean them harm they will gather a [Large] group and arrange an ambush, ideally at sea if the Characters board a boat. Alternatively, anyone looking to buy illicit goods or hire some pirates would also find them here."
  },
  {
    "title": "Poetic Visions",
    "tags": ["Cemetery"],
    "description": "This charismatic [Standard Performer NPC] is a well known poet and bard around these parts. Their odes are sought after and they have found favour in noble circles leading to some very profitable endeavours. They can also converse with the dearly departed. The Characters find the poet engrossed in an animat- ed conversation of which they are only able to hear half."
  },
  {
    "title": "Poltergeist Tantrum",
    "tags": ["Cemetery"],
    "description": "Any flowers or trinkets left on graves do not stay there long. Commonly they will fly through the air and hit passing Characters in the back on the head, or simply hover of float past at suspenseful moments. The poltergeist is angry but not vicious and will mainly seek to thwart Characters and distract them. Occasionally if something sharp is available it will attempt a stab just to draw attention to itself."
  },
  {
    "title": "Poorly Built Stone Wall",
    "tags": [
      "Castle Ward",
      "Guild Quarter",
      "High Street",
      "Lanes",
      "Noble Quarter"
    ],
    "description": "This wall is poorly built of cheap materials. It stands out from the surrounding architecture and seems new. Passers by comment about its sudden appearance and how it cheapens the area. Anyone investigating further {Routine] may find the wall has been raised to seal a tunnel in the ground that goes deep down into darkness."
  },
  {
    "title": "Pop up Cafe",
    "tags": ["Lanes", "Slums"],
    "description": "A keen home baker has opened up their home as a small cafe serving breads and cakes. The goods are well made and tasty, however this little bakery does not have access to the best ingredients and has to compromise for some recipes. Some compromises work better than others and a few folk may not return after getting mild food poisoning on their last visit."
  },
  {
    "title": "Popular Mongrel",
    "tags": ["Rural"],
    "description": "Found hanging around the back of the shops, this plump little (probably) terrier [Easy Beast] is consid- ered a fine rat catcher and liked by most villagers. The village dog has a nose for food and vermin and loves chasing the Rabbits. Can be tempted with food or a ball game."
  },
  {
    "title": "Potion Lab Explosion",
    "tags": ["Guild Quarter"],
    "description": "Without warning a nearby building explodes in a large purple fireball, accompanied by an earsplitting bang which echoes round the street, shattering glass and knocking people to the ground. Characters within 15 feet of the explosion are lucky [Routine] to escape untouched by the flames [Major Damage]. And both Characters near the flames and those further away could be also be deafened temporarily [Light Damage] by the blast wave."
  },
  {
    "title": "Potters Field",
    "tags": ["Cemetery"],
    "description": "This field has been used for centuries by those who cannot afford the luxuries of protective wards in death. It has long been disturbed by grave eaters keen for an easy meal, and lately these ghoul like scavengers have been growing in number. It seems likely there is now a nest under the potters field with a [Very Large] number of young grave eaters [Easy Monster] and there brood mother [Elite Mon- ster]. No one local has the coin or expertise to resolve this problem, maybe the Characters can help?"
  },
  {
    "title": "Presented at Court",
    "tags": ["Noble Quarter"],
    "description": "Moving slowly through the streets is a group of the younger nobles. Having come of age this year they are to be presented at court to the local rulers. Preened and all rather nervous they move slowly, escorted by the palace guards."
  },
  {
    "title": "Press Gang",
    "tags": ["Docks"],
    "description": "Too tight to drop a coin in your tankard, this [Equal] sized gang of brutes [Standard Warrior NPC] lurk out- side taverns ready to cosh any unsuspecting Charac- ter, especially if they are nice and drunk. Should they be spotted [Routine] they may fight if they think the Character would make a good addition to their crew."
  },
  {
    "title": "Prime Real Estate",
    "tags": ["Cemetery"],
    "description": "The local noble has long wanted to expand their grounds, but within the town walls space is at a premi- um. They have used money and influence to have their application to buy the land and expand their garden heard, and the outcome is uncertain. The noble is unwisely taking a confident approach and is taking down the boundary walls to one side of the graveyard. Of course they have no idea the strange scratches on the wall are the protective wards."
  },
  {
    "title": "Private Auction House",
    "tags": ["Noble Quarter"],
    "description": "Such is the demand for curios, exotic items and fash- ionable antiques that a small, exclusive auction house has popped up. The clientele is elite and entry is invite only. The Characters may apply to submit lots for the con- sideration of the local nobles, or attempt to gain entry to see what is on offer."
  },
  {
    "title": "Private Detective",
    "tags": ["High Street", "Noble Quarter"],
    "description": "An up and coming trader has made a big fuss about bringing in an expensive foreign private detective [Elite Scholar NPC] to look into a seemingly mundane mystery. The detective seems fixated on establishing impossi- ble events, and assigning blame to any and everyone in the area with tenuous circumstantial evidence. So far he has summoned everyone together to reveal surprising parentage, affairs, thefts and long standing grudges. He has not solved the mystery he was em- ployed to investigate, his bill is enormous and he has upset almost everybody. His strange quirks are now rubbing everyone up the wrong way and if he accuses any more nobility of randomly motivated petty feuds he is likely to end up face down in the sewers. Has he uncovered any useful information? A Charac- ter can try and find out [Difficult]."
  },
  {
    "title": "Private Security",
    "tags": ["High Street"],
    "description": "Paid solely on results, this [Equal] band of merce- naries [Standard Warrior NPC] have a business plan which involves generating income by making trouble where there was none before. Its amazing how many thieves there are all of a sudden that the local traders have to pay out to have removed from the street! This dishonest bunch will cause trouble for any rogue Characters."
  },
  {
    "title": "Prize Bull",
    "tags": ["Rural"],
    "description": "This prize animal [Elite Beast] is the most valuable breeding bull in this area, and he knows it. Unless you are a cow you will not be tolerated in his field. He will charge any Character who gets too close or happens to be wearing red. The farmer has been meaning to put a ring in his nose for months now to make him easier to handle, howev- er he keeps finding excuses. Or they could pay for a full make over..."
  },
  {
    "title": "Prize Poodle",
    "tags": ["Castle Ward", "Guild Quarter", "High Street"],
    "description": "The rather cute appearance of this large poodle [Stan- dard Beast] does not convey the nature of this animal. Territorial, grumpy and frankly vicious to everyone except the owner, anyone close will get bitten imme- diately and sustain [minor] injuries (unless they are wearing anything which would stop the bite). The owner will be aggressive [Standard Commoner NPC] if challenged, however locals hate that dog as much as you clearly do and may be persuaded to turn a blind eye to violence."
  },
  {
    "title": "Public Execution",
    "tags": ["Castle Ward"],
    "description": "Despite ongoing street protests, capital punishment has not been banned in this state. Today’s unfortunate is accused of treason (there has not been a trial to convict them, the accusation alone is enough). The details are vague and the guards look uncomfortable and nervous. The mood of the [Horde] of [Standard Commoner NPC] is dark as disquiet brews all around. The block is set on a high stage and the execution- er [Easy Commoner NPC] stands ready. He looks young and inexperienced and holds the axe as it were a shovel. This only antagonises an already volatile crowd whose anger is a low murmur. Characters may notice [Routine] a [Large] amount of guards [Standard Warrior NPC] quietly arriving in the area as the execution grows nearer. They look to be in no mood to tolerate any civil unrest."
  },
  {
    "title": "Rain",
    "tags": ["Docks", "Rural"],
    "description": "The threatening clouds turn the sky black and the wind quickly picks up. Rain lashes down painfully, scratching any uncovered kin. So heavy is the rain that visibility is almost zero and the ground quickly becomes slippery and covered in puddles. Everyone is wet to the skin in moments. As the wind picks up Characters may struggle to stay on their feet [Routine] unless they can reach cover. The rain feels unnaturally cold, and Characters must warm and dry themselves before continuing or take [minor] damage."
  },
  {
    "title": "Recycling",
    "tags": ["Lanes", "Slums"],
    "description": "A cart stands outside a building, piled high with old scrap including rusty armour and weapons. There are two brothers [Standard Performer NPC] who drive the cart daily to collect items of meagre value. They will buy any low value items for a few coins, and are happy to sell items before they go to be melted down. Sometimes accused of helping themselves to any un- attended metal items, from lead pipes to drain covers, they can sometimes acquire rather interesting things people are keen to get rid of quickly and quietly."
  },
  {
    "title": "Refugees",
    "tags": ["Undercity"],
    "description": "These refugees have been driven out of their home- land and moved on repeatedly until they settled here in the worst district in town, where no one bothers them. Destitute and hungry they approach the Characters for food or coin. Their fortunes have not always been thus, and Char- acters who help may [Easy] discover that in their pre- vious life several of the refugees had very interesting professions."
  },
  {
    "title": "Regal Banker",
    "tags": ["Castle Ward", "High Street", "Noble Quarter"],
    "description": "Manager of the bank in this district, this stern figure [Cleric Standard NPC] knows everyone here and their business. Happy to lend at a high interest rate, and quick to call in debts, this is possibly one of the most hated people in town. To make sure debtors don’t get out of hand, the banker is often accompanied by a small eyed killer of a bodyguard [Elite Warrior NPC]."
  },
  {
    "title": "Release Me!",
    "tags": ["Cemetery"],
    "description": "Another victim of the botched exorcism all those years ago, this ghost [Standard Monster] has been stuck in their crypt, alone, for decades. With the last of their sanity they beg for release to move on, and may get angry if the Characters cannot help them."
  },
  {
    "title": "Release the Hounds!",
    "tags": ["Noble Quarter"],
    "description": "A noble who feels his hounds need exercise has sim- ply released they to roam the streets while his kennel handlers attempt to run them around a bit. They are neither hungry not particularly vicious but they are large and rather territorial [Standard beast]. And they don’t know you. A Character who is good with animals may try and tempt a hound to join your party’s “pack”, otherwise the dogs may take a dislike to the Characters if they are not animal lovers and attack. Any injuries or losses from the prized pack will be badly received by their owner."
  },
  {
    "title": "Relentless Burning Sun",
    "tags": ["Docks", "Rural"],
    "description": "The sun beats down as never before. It even looks hotter and closer than normal. Any unshaded areas in this district bake in the unnat- urally hot sun. A haze blurs out people and buildings. Anyone who spends too much time in the sunshine, and who is not equipped for the heat, will take [minor] damage due to sunburn and exhaustion."
  },
  {
    "title": "Repair Crew",
    "tags": ["High Street"],
    "description": "The [Equal] sized repair crew [Standard Commoner NPC] have been agitated by tales of cheap rival crews moving in to the District. They do not hesitate to start a fight with strangers in town, fearful they are here to take their work. While the crew are skilled builders they are only aver- age fighters, equipped with work tools and they do not work as a unit. Ironically the repair crew are the only crew for many miles with the skills needed to maintain this town’s delicate architecture, and killing any of them could lead to a rapid decline in the Town’s fortunes."
  },
  {
    "title": "Residents Association",
    "tags": ["Castle Ward", "Noble Quarter", "Slums"],
    "description": "These residents organise for everyone to pay a small contribution into a central fund. With it they attempt to maintain the roads in the area, and have even been know to help impoverished residents with major re- pairs. Usually only if neighbouring properties complain mind. Lately the association have become very strict on their rules and imposing fines on residents who do not comply. Some rules seem very strange. Why, for example, would everyone need to cover their windows on a Tuesday night?"
  },
  {
    "title": "Retired Sea Captain",
    "tags": ["Docks"],
    "description": "This old sea dog [Elite Warrior NPC] is weather worn under their frayed ship captains hat. A thick long coat hangs to the knee despite the warmth in the air. Now too old for the cruelties of the winter sea, they amassed a tight pension and live a very modest life. They are always happy to tell tall tales of unnatural goings on or adversaries outwitted over a rum in the local Tavern. They remain the most knowledgeable in the area on the local currents and rocks, and they are happy to sell this to newer ship crews unused to the area."
  },
  {
    "title": "Riot",
    "tags": ["Noble Quarter"],
    "description": "Wealth inequality has suddenly come to a head after a tax and rent hike aimed at the poorer districts of town. The less well off have invaded the streets of the Noble Quarter to vent their anger at their lot in life. Characters can see the mob coming from quite some distance. Nobles who see what’s coming may offer Characters coin to protect person and property. The mob is a [Horde] of townsfolk [Standard Com- moner NPC], they are poorly prepared and armed with whatever they can pick up. They will attack any Character who looks well off, and attempt to smash windows and burn down doors. However any serious violence used in retaliation will make them back off. The majority of the crowd are young and idealistic, more interested in igniting a debate as opposed to igniting the rulers castle. True to their name the Watch are watching from a safe distance. They may offer Characters coin in re- turn for acting as “deputies” to disperse the mob. Anyone caught rioting can expect harsh repercus- sions."
  },
  {
    "title": "Rising Mist",
    "tags": ["Docks"],
    "description": "A thick sickly mist forms quickly, lowering the tem- perature dramatically and expanding quickly to fill the district. Any Character caught in the mist may [Routine] strug- gle to breathe and visibility is reduced to near zero. A strange sense of foreboding settles all around. Characters may sense [Routine] the mist is not empty. If they succeed they are not surprised by the misshap- en figures that form from the mist itself as an [Equal] amount of creatures [Standard Monster] that seem intent on dragging victims out to the cold waters of the harbour."
  },
  {
    "title": "Roots of Decay",
    "tags": ["Cemetery"],
    "description": "These old trees were once a beautiful towering va- riety. Unfortunately age saw them wither and death seemed inevitable. Until there was a very wet winter which brought the “juices” of the graveyard into the reach of the tree roots. This had a very odd effect, and the trees now stand bare branched with roots deeply exploring the graves and tombs, entwined throughout the entire graveyard district. The trees do not always wait for folk to die, any Char- acter who stays still for any time will find tendrils of the roots starting to wrap around them. While this is only a minor nuisance at first, leaving the roots to build up will lead to immobilisation and then constriction."
  },
  {
    "title": "Rule of Peace",
    "tags": ["Castle Ward"],
    "description": "All Characters must check their weapons in at a small building filled with weapon racks. Every weapon is labelled and Characters receive a small ticket with a number to reclaim their goods when they leave. Despite the neat administration of the weapon free zone, the weapon storage is not as well guarded or secure as it should be. Everything is, of course left at the owners risk and there are items of considerable value on the racks."
  },
  {
    "title": "Runaway Golem",
    "tags": ["Guild Quarter"],
    "description": "Suddenly a looming looming figure [Elite Monster] ap- pears crashing down the street. Locals flee and chunks of masonry shower down as it brushes buildings. This out of control automaton will cause serious dam- age to people and property if someone doesn’t stop it."
  },
  {
    "title": "Runaway Cart",
    "tags": ["Guild Quarter"],
    "description": "The harness has broken leaving the horse still walk- ing up the hill. The fully loaded cart meanwhile is now heading down the hill at speed. The driver jumps, leaving the cart to crash towards the crowded street and the Characters. Whilst [Routine] to avoid the [Major] damage of the crash, it’d be [Very Difficult] to stop the cart or get the crowds moved to safety in time."
  },
  {
    "title": "Running Messenger",
    "tags": ["Castle Ward", "Guild Quarter", "Rural"],
    "description": "In this realm important messages are traditionally de- livered by a well trained cadre of Runners [Standard Ranger NPC]. These messengers travel by foot and must brave the streets, squares, gardens and alleyways alone. The runners wear distinctive bright blue uniforms which makes them really easy to spot. Intercepting a messenger is a capital crime, such is the value placed on good communications. A messenger is running through this district."
  },
  {
    "title": "Rush Hour",
    "tags": ["Guild Quarter"],
    "description": "The street is full with shoulder to shoulder crowds pushing and jostling as they pass each other. It is very hard to keep track of any companions, the constant jostling means the brush of a pick pocket may go unnoticed and it takes ages to get anywhere. Anyone being followed has a very good chance of losing themselves in the crowd regardless of whether they were aware of their ‘tail’."
  },
  {
    "title": "Rustling Bushes",
    "tags": ["Cemetery", "Rural"],
    "description": "Dark leaved and oddly out of place here, this little collection of bushes are not like the other fauna. Emitting a strange smell they move constantly even though the breeze is light. These are actually dryad graves and are often visited by the small folk of the fae."
  },
  {
    "title": "Scandalous Gossip",
    "tags": ["Lanes", "Rural"],
    "description": "Standing with folded arms, the gossip [Standard Per- former NPC] surveys the locality with a critical eye. No conversation, passer-by or building escapes the critical observation. The gossip will talk at length of the shortcomings of all around them, from poorly maintained houses devaluing their own to perceived slights and insults to their good upstanding person. So focused are they on raising their station by lower- ing everyone else’s that they are completely unaware that one piece of information they hold is of critical importance to the future good fortune of the district. Possibly the Characters may be able to sort the wheat from the chaff of this long, boring conversation [Rou- tine]."
  },
  {
    "title": "Scavenging Ghouls",
    "tags": ["Cemetery"],
    "description": "This area is known to have a ghoul problem. They are (mostly) contained by subtle wards on the walls and tombstones here abouts, but every now and then, there is a minor scandal when one gets loose and wreaks havoc. The Characters are approached by the groundsman to ask for help in reducing the local ghoul population. He has a reasonable working budget. The [Large] group of ghouls [Easy Monster] can be found in the catacombs and tunnels beneath this dis- trict or they could be tempted out with the right living bait."
  },
  {
    "title": "Sealed Door",
    "tags": ["Undercity"],
    "description": "Characters cannot see through it, climb over it or go around it. The only way to discover what lies on the other side is to pass a [difficult] skill test to reveal a way to move the bolt from the wrong side. Strange markings on the door could suggest what lies beyond, warn Characters about an unseen danger or point to an alternative entry method. This could be a perfect transition to a dungeon area."
  },
  {
    "title": "Seamstress Apprentice",
    "tags": ["High Street", "Lanes"],
    "description": "A young apprentice [Easy Commoner NPC] approach- es the Characters, her mistress is seamstress to a very important family. A gown is being made for an upcoming party and must have a specific local gem sewn into the skirts. Do the Characters know how she can get hold of any?"
  },
  {
    "title": "Secret Meeting",
    "tags": ["Undercity"],
    "description": "There are many cleaner places to rendezvous, how- ever these two have chosen to hook up down here. Both are over dressed and attracting attention. This priest [Standard Cleric NPC] and mage [Stan- dard Wizard NPC] are from opposing factions and this meeting would be frowned upon by their superiors."
  },
  {
    "title": "Secret Watering Hole",
    "tags": ["Undercity"],
    "description": "The ‘Cistern’ is a small tavern hidden from the eyes of ordinary townsfolk. This tavern is neutral ground for the various criminal gangs of the town and has a select clientele as a result. Order is enforced when needed by the owner, a re- tired street fighter [Elite Warrior NPC]."
  },
  {
    "title": "Sense of Smell",
    "tags": ["Slums"],
    "description": "The local “atmosphere” is so pungent in the warm summer months that the locals in this district have completely lost their sense of smell. Which means no one has noticed the new sweet aro- ma that hangs heavy in the street. Heavy enough to make outsiders eyes water."
  },
  {
    "title": "Servants Entrance",
    "tags": ["Noble Quarter"],
    "description": "The next time the Characters meet with a wealthy or noble contact, they are directed to use the servants entrance. Clearly the resident considers the Characters to be staff or has a need for secrecy."
  },
  {
    "title": "Serving Youth",
    "tags": ["High Street", "Lanes"],
    "description": "Characters are approached by a server from the tavern they frequent asking if they have seen a man. They give an full description. The man is a regular from the Tavern and has van- ished. Not only is this out of Character for the regular but they have neglected to pay their bill. The server is very keen to find the missing man as the landlord of the tavern in question is, rather unfairly, holding them responsible for their tab as they served his last ale."
  },
  {
    "title": "Set the Sails Right",
    "tags": ["Docks"],
    "description": "Their hands are hardened by pushing needles through the thick sails for days on end. Both the sails and the sewers are somewhat weath- ered, however today the weather is warm and they sit happily chatting as they work. Tantalising snippets of gossip and tall tales of the local seas can be overheard [Easy] by anyone close enough."
  },
  {
    "title": "Sewer Gang",
    "tags": ["Undercity"],
    "description": "This [Equal] sized motley group [Standard War- rior|Rogue NPC] of shady Characters know you are not supposed to be down here. As soon as they see the Characters they spread out to block the way and advance using their knowledge of the area for tactical advantage."
  },
  {
    "title": "Sewer-Gator",
    "tags": ["Undercity"],
    "description": "This [Elite Monster] is an ambush predator feeding on unwary travellers or inexperienced visitors to the Undercity. It will attack from water or dark corners without warn- ing, targeting the largest party member first (Unless Characters are very spread out, where it targets the closest). Where possible the monster will drag victims under the water unless they can free themselves [difficult]. Character suffers [Major] damage if the monster can keep them underwater while it attacks. The hide of this beast is extremely valuable if it can be obtained undamaged."
  },
  {
    "title": "Shadow Cat",
    "tags": ["Undercity"],
    "description": "A [Very Difficult] to spot small cat entirely made of shadows is trailing the Characters. This is likely to be a wizard familiar or summoned creature, but why is it following the Characters for it’s owner?"
  },
  {
    "title": "Shadowy Danger",
    "tags": ["Cemetery"],
    "description": "The shadows are clear and pronounced even on dull grey days and in the fading light they move constantly, even when all about is still. Characters should be extremely cautious of straying into any area out of the light as those shadows hide a [Large] group of entities [Standard Monster] that are hungry and specialise in ambushing the unwary."
  },
  {
    "title": "Shared Office",
    "tags": ["Guild Quarter", "Lanes"],
    "description": "Someone has had the bright idea of converting a house into a shared space for trades and crafts. Desks now fill the rooms and are home to a range of less established clerks, scholars and students who cannot afford their own premises. Desk space is always available, although you have to pay upfront for parchment and ink. Book keepers, clerks and even a small messenger company use this as their base, and security is not what it could be. Anyone so inclined could attempt [Routine] to befriend the workers and gain access to their paperwork."
  },
  {
    "title": "Sheep",
    "tags": ["Rural"],
    "description": "Almost shining through a dirty window a Character cannot help but notice a gleaming, clean, brightly coloured carpet in this run down filthy hovel. The owner of the carpet is somehow even filthier than their surroundings."
  },
  {
    "title": "Shiny Knob",
    "tags": ["Noble Quarter"],
    "description": "A shiny handle shines out at the Characters from the middle of a wall. No door nearby. It gleams invitingly, just asking to be turned. No other passers by seem to have noticed it. It’s actually a contraption that rings a bell and calls a horse drawn cab to the scene from a nearby rank, the driver now expects a paid job and will ask for a wasted time charge if the Characters don’t want a cab ride."
  },
  {
    "title": "Shop Assistant",
    "tags": ["High Street", "Lanes"],
    "description": "A figure [Easy Scholar NPC] bumps into a Character unexpectedly. They are extremely apologetic and explain they are late to work in the store. It is very busy and many unexpected items are selling out quickly. They ask if you could help the shop owner procure some stock."
  },
  {
    "title": "Shoppers",
    "tags": ["High Street"],
    "description": "This [Equal] sized gang of shoppers [Standard Com- moner NPC] hang together and move efficiently from shop to shop. They know all the local prices and haggle for any items that are dearer than they were last week."
  },
  {
    "title": "Silk Trader",
    "tags": ["Docks", "High Street"],
    "description": "The fine clothes hang over the fleshy form of this hulk- ing merchant [Standard Performer NPC]. This profusely sweating person has a taste for the finer things in life and lives beyond their means. They are always interested in cut price stock and any gossip which would afford them entry into the social elite they so covet."
  },
  {
    "title": "Silverfish!",
    "tags": ["Undercity"],
    "description": "As is inevitable the carpet on the damp floor is infest- ed with silverfish, and rather dirty. But the silverfish are the issue as they are strangely lively. Any Character stepping onto the damp carpet is likely to gain several silvery visitors, possibly unnoticed [Routine], which will immediately start making them- selves at home upon that person and there clothes. This infestation will lead to sores, itching and a gener- al discomfort as the insects crawl all over."
  },
  {
    "title": "Slop From Above",
    "tags": ["Slums"],
    "description": "An upper storey dweller flings open the shutters and projects the contents of the chamber pot into the street below. Any Character unfortunate enough to be caught by the slurry, which is [Difficult] to dodge, will not be wel- come in any reputable shops & taverns until the smell has been addressed."
  },
  {
    "title": "Slum Landlord",
    "tags": ["Docks", "Slums"],
    "description": "In the time honoured tradition of the area this land- lord [Standard Commoner NPC] offers the most basic accommodation to locals and travellers alike in their flophouse. However the straw on the floor is changed weekly and the rope strung between the walls, where patrons sleep slumped over in upright lines, is in fairly good condition so I suppose there are worse places to stop over. No one reputable will be found here but lifelong friends can be made if Characters can handle the conditions."
  },
  {
    "title": "Smallest Room",
    "tags": ["Guild Quarter", "High Street", "Lanes"],
    "description": "The convenience here is located in a quiet corner behind the main building. Just follow your nose. It is almost impossible to see what lies beneath the thin wooden board of the privy, but if a Character performed a [Difficult] investigation, they would find a stash of narcotic leaves in an oiled pouch. They would also be covered in excrement for their troubles..."
  },
  {
    "title": "Six (ish) Feet Under",
    "tags": ["Cemetery"],
    "description": "The gravediggers are lazy and poorly paid and as a result if no one is paying attention they will dig the graves shallow, or even stack multiple corpses in single graves. This practice has attracted unwanted attention and something has been digging up corpses at night for a little snack."
  },
  {
    "title": "Slavers",
    "tags": ["Undercity"],
    "description": "The clink of shackles echoes through the tunnels. This [Large] group of slaves are all young and healthy and clearly intended for heavy labour. The [Equal] group of slavers [Standard Warrior NPC] are lazy and do not keen good watch. There is, however, only one key on the belt of the dangerous looking slaver captain [Elite Warrior NPC]."
  },
  {
    "title": "Slime Everywhere",
    "tags": ["Undercity"],
    "description": "This [Standard Monster] ooze monster appears and disappears seemingly at random. While not openly aggressive the monster is uncon- cerned by Characters so long as they are not close, however it will attack if approached by spraying slime at any interlopers. It is corrosive and harmful if it touches uncovered flesh and quickly burns through cloth, causing [Major] damage. The slime plasma of this monster is highly prized by alchemists, but must be fresh. Transporting it requires a sealed sturdy vessel."
  },
  {
    "title": "Slippery Stones",
    "tags": ["Docks", "lanes", "Slums"],
    "description": "The slight sheen on these paving stones give away their lethal secret. They are very slippery! Any Character not able to keep their footing [Routine] is in for a painful slip [Light]."
  },
  {
    "title": "Smugglers",
    "tags": ["Docks"],
    "description": "This dodgy [Equal] sized collection of smugglers [Standard Rogue|Warrior NPC] will not hesitate to remove any threat to their lucrative trade. Anyone who finds their secret paths and passages will be silenced either by threat or actual violence and the smugglers can count on help from Watch members they have bribed. Certain Tavern Keepers who benefit from this black market will also be hostile to any threat to the smug- glers."
  },
  {
    "title": "Smugglers Run",
    "tags": ["Undercity"],
    "description": "A well trodden path runs through these narrow, dark corridors. It is well known that smugglers operate in these parts, and it is surely likely that the Characters have stum- bled on one of their secret paths in and out of town. Equally likely it is guarded by subtle traps or a [Pair] of smugglers [Standard Rogue|Warrior NPC]."
  },
  {
    "title": "Snakes",
    "tags": ["Undercity"],
    "description": "Very at home in the dark sewers and caves, this [Large] amount of slithering creatures [Easy Beast] happily reduce the local rat and mouse population. It’s rare that anyone is bitten by these snakes but they seem agitated right now, and the Characters will glimpse some disconcertingly large scales sliding under the surface of the water. This is a truly giant snake [Elite Beast] that much pre- fers the taste of people to rats and mice."
  },
  {
    "title": "Sneaky Peek",
    "tags": ["Lanes"],
    "description": "As Characters pass a window at street level their eyes may be drawn to a bookcase within. Sitting opposite the window in a smart, respectable looking home is an ordinary wooden bookcase filled with nondescript books and one rather larger than the rest which makes Character’s eyes itch when they try to focus on it."
  },
  {
    "title": "Social Climber",
    "tags": ["Castle Ward"],
    "description": "They [Standard Performer NPC] have got where they are through tactical friendships and destroying more than one family’s reputation. They are cold, ruthless and utterly fixated on their rise through the ranks. Upon becoming aware of the Characters they will likely either see them as a risky unknown or just a risk. They will seek to discredit them in the eyes of the powerful, and hopefully better themselves while they do it."
  },
  {
    "title": "Something Fishy",
    "tags": ["Docks"],
    "description": "What are presumably fisher-folk this [Pair] of [Stan- dard Commoner NPC] are loitering. They do not look friendly and are nervously looking at the daily catch they would normally be encouraging townsfolk to buy. If anyone were to rummage amongst the fish they would find a few small and well sealed parcels of contraband."
  },
  {
    "title": "Something Lies Beneath",
    "tags": ["Undercity"],
    "description": "This cheap floor is bending upwards in the middle, and the little bump is getting noticeably higher by the moment. It’s either (40%) a vent of gas about to explode the floor causing [Minor] damage or (60%) a massive bur- rowing creature [Elite Monster] that will explode the floor and then try to consume the Characters."
  },
  {
    "title": "Something Went That Way",
    "tags": ["Undercity"],
    "description": "A trail of bloody footprints lead away down a dark corridor. They are still wet. If the Characters follow the footprints they lead to the body of a senior town official who has been brutally attacked before staggering their last steps to fall here. The murderer is watching from a hidden spot that is [Very Difficult] to notice, they are a talented killer [Elite Rogue NPC] that might decide to silence the Charac- ters if they uncover evidence of their work."
  },
  {
    "title": "Song Birds",
    "tags": ["Cemetery", "Noble Quarter", "Rural"],
    "description": "In recent years the expansion of the town has de- creased the local song bird population down to a few robust species who rely on the locals for most of their food. Resultingly the dawn chorus has quietened and has fewer songs. Recently however all the birds of various species all seem to be singing the same song. Locals have taken to humming the tune as well."
  },
  {
    "title": "Sooty Hand-Print",
    "tags": ["Noble Quarter"],
    "description": "In an immaculate street the sooty hand-print on this smart building stands out a mile. Some whisper it’s a ‘Black Mark’ from an infamous underworld cartel while others reckon it’s a neighbour jealous of the paint job."
  },
  {
    "title": "Spy",
    "tags": ["Castle Ward"],
    "description": "A thin figure [Standard Rogue NPC] lurks suspiciously in the shadows in this area. Attentive eyes catch every detail and interaction within sight as they take mental notes to report all goings on. Characters who do not wish to appear on the report will have to confront the Spy. If the Spy thinks a Character shares the same alle- giance they will provide an incredibly detailed report of all suspicious and interesting events from the town in the last few days."
  },
  {
    "title": "Stables",
    "tags": ["Guild Quarter"],
    "description": "For those who live far from the guild quarter and travel in daily, a new day stable has sprung up offering a place for horses while their masters are at work. The prices are extortionate and this has led to “nag sharing” where the less well off members of the guild attempt to get 2 or even 3 on a horse to save on sta- bling and grain costs. The horses here are of a reasonable quality, and some are rented by the day by the guilds as “pool horses” for use of guild members on guild business."
  },
  {
    "title": "Starlings",
    "tags": ["Cemetery", "Rural"],
    "description": "This feathered flock come together to roost every eve- ning in the trees and house eaves nearby. As they flock together before roosting they form huge complex ever changing shapes in the dwindling light of the evening sky. Recently though some of the shapes they form have looked sinister and lifelike. They have also begun to act aggressively to observers. Any Character trying to interact with the birds will send them in to a frenzy, and they will attack. Treat the murmuration as a [Horde] of [Easy Beast]. The sheer number of aggressive birds will be able to break windows and flimsy doors to attack Characters within."
  },
  {
    "title": "Starved Hounds",
    "tags": ["Rural"],
    "description": "This [Small] pack of hounds [Standard Beast] are kept by a local noble for hunting, however they do not have a privileged life and have been cruelly starved. Left to roam free, if they catch the scent of the Char- acter they will attack as they are desperate to eat."
  },
  {
    "title": "Steadfast Farmer",
    "tags": ["Rural"],
    "description": "The Farmer [Standard Commoner NPC] has never married despite their good nature and relative youth. They lead a busy life and are often found roaming the roads and fields. The farmer is a wealth of local gossip and, being well placed to notice strangers passing through, can be enticed [Routine] to share their thoughts on other travellers. They are happy to trade goods for produce and usu- ally have a huge range of little jobs they are happy to pay the right Character for help with."
  },
  {
    "title": "Sticky Floor",
    "tags": ["Undercity"],
    "description": "This coating does not seem naturally occurring, more smeared on by something which brushed past. Characters should be extremely cautious of touching it, and may wish to investigate where it came form, just in case it’s from a deep snail [Standard Monster] that has found it’s way up from below."
  },
  {
    "title": "Stinking Hermit",
    "tags": ["Rural", "Undercity"],
    "description": "A reclusive [Elite Scholar NPC] resides in this district. Swathed in many layers of filthy cloth with weather aged extremities, this belligerent loner wants nothing to do with anyone and may react badly if approached. They hold a precious item under their layers which they will protect at all costs."
  },
  {
    "title": "Stock Taker",
    "tags": ["High Street"],
    "description": "Annually it is law for shops and stall holders to con- duct a stock take. The tax collector pays keen attention to ensue no one is skimming the books. The stock taker is very unpop- ular [Standard Cleric NPC] as he reports discrepan- cies to the authorities. The paperwork of traders must clearly and accurately track imports, exports and sales to discourage any shady dealings. The Stock Taker records all in a large ledger which he carries with him at all times and holds an up to date list of all goods in the area. There are an [Equal] number of guards [Standard Warrior NPC] who are tasked with making sure the ledger and Stock Taker remain safe."
  },
  {
    "title": "Stocks",
    "tags": ["Docks", "Lanes"],
    "description": "The stocks stand in a clear area near the centre of this district. They currently house a petty criminal [Easy Rogue NPC] who is there for the day. Enterprising traders have produced rotten fruit by the barrel to throw for a few coins, and while unpleasant and embarrassing this punishment is likely to have no long lasting effects. While standing too close may result in some splatter, the inhabitant of the stocks would be very grateful if released early. While the locals would be also be also deafened temporarily [Light Damage] by the blast wave."
  },
  {
    "title": "Strange Brick",
    "tags": ["Castle Ward", "Docks", "Lanes", "Slums", "Undercity"],
    "description": "This brick stands out as it seems dirtier than the sur- rounding bricks and strangely smooth as it weathered by the touch of many hands over many years. Pressing the brick firmly will open up a nearby secret door that leads to a drinking den. Long ago this would have been a well kept secret, but now almost every curious passer-by opens up the door."
  },
  {
    "title": "Strange Door",
    "tags": ["Guild Quarter", "Lanes"],
    "description": "Characters may hear [Routine] the slight hum given off by this thick wooden door. As the light of the day fades Characters may also notice [Routine] the door glows slightly. This door may well be a mundane looking front for a portal that will teleport anyone passing through to a mystery location."
  },
  {
    "title": "Strange Grouting",
    "tags": ["Docks", "Slums"],
    "description": "Characters may notice [Routine] that some of the grouting on a nearby wall looks different to that around it. Somehow newer and cleaner. Has a door- way been bricked up?"
  },
  {
    "title": "Strange Mould",
    "tags": ["High Street", "Lanes"],
    "description": "This strange green mould has found a home in the grout of this building and some of the paving stones here abouts. It has an odd smell. Caution is advised when touching or smelling this mould as it is poisonous."
  },
  {
    "title": "Strange Suit",
    "tags": ["Lanes", "Slums"],
    "description": "As Characters pass a window at street level they glimpse a suit of armour standing in a well lit small room. The room is poorly furnished and looks worn and ill maintained. The doors and windows are loose and flimsy and it would be easy to enter the house uninvited. The suit of armour is clearly well made and well cared for. It is made from a rare and valuable alloy which is only worked by master smiths. Some knightly noble houses have one such suit which is passed down the generations due to the cost. Next to the suit of armour is a matching long sword. If Characters enter the dwelling the suit of armour [Elite Monster] attacks. While its sword swing is hampered by the size of the room it is exceptionally difficult to damage the animat- ed armour. If the Characters prevail they may decide whether to allow the suit to join the party as a guardian or find a way to “exorcise” the suit to wear or sell as usual."
  },
  {
    "title": "Street Bullies",
    "tags": ["Cemetery", "Lanes", "Slums"],
    "description": "An [Equal] sized gang of street thugs [Standard War- rior NPC] stop the Character without warning. They loudly raise several petty grievances and start shouting and pushing. Passers by avert their eyes and move by quickly. They mainly want to make a scene and look tough and aim to keep any violence to fists, but if weapons are drawn they are armed."
  },
  {
    "title": "Street Children",
    "tags": ["Slums"],
    "description": "This [Large] gang of kids [Easy Commoner NPC] do not all have homes to go to and can be found playing, begging and selling matches on the streets of this district. They are poorly dressed and uneducated, are happy to run errands for coin and are very good at keeping track of people."
  },
  {
    "title": "Street Food",
    "tags": ["Docks", "Slums"],
    "description": "Any Character who partakes will find the meal tasty and their spirits are raised. Given the unusually strong mix of spices only a Character with a strong constitution will avoid the side effects and digestive protests."
  },
  {
    "title": "Street Party",
    "tags": ["Lanes", "Slums"],
    "description": "This [Very Large] assortment of drinkers fills the street ahead making passing through hard. In order to pass Characters will find it [Difficult] to sneak past without triggering a drunken encounter, such as: “What are you looking at” cry a [Small] group of drunk young merchants [Standard Commoner NPC]. Char- acters may intimidate [Routine] them to “leave it” or persuade them to forget the intrusion by buying them another drink [Routine]. “You spilled my drink” yells a stout off duty soldier [Standard Warrior NPC]. Unless Characters replace the alleged spilled drink he will throw fists. “You look like a spy for the watch” accuses a [Small] group of darkly clad revellers [Standard Rogue NPC]. Characters may only persuade them otherwise with a round of drinks and a rowdy and very rude song, sung from atop a barrel, insulting the Watch. Characters may be lucky enough not to be overheard by the Watch. Any fighting by the Characters will immediately trigger all present to “kick off” and the watch will try to arrest you for inciting a riot."
  },
  {
    "title": "Street Prophet",
    "tags": ["Docks", "Lanes"],
    "description": "Well the end of the world is very nigh. According to this dubious slightly manic prophet [Standard Per- former NPC]. He makes eye contact and approaches. Without asking he launches into a doom and gloom version of recent events and suggests this is leading to the end of all things. Trying to converse with him leads to a slightly circular debate as everything comes back to the end is nigh, but he may drop in a surprising fact or two if a Char- acter is listening closely."
  },
  {
    "title": "Street Sweeper",
    "tags": ["Guild Quarter", "High Street", "Noble Quarter"],
    "description": "The locals have all gone in together to fund a full time street sweeper [Standard Commoner NPC] to keep the streets in this area clean and inviting. They are also responsible for tending flowers and greenery and washing doorsteps. From dawn until dusk they are a constant figure, stooped with a broom attentively sweeping and stay- ing out of the path of patrons. They have cleaned up an increasing number of severed fingers in recent days and are worried about what it means."
  },
  {
    "title": "Sudden Cramps",
    "tags": ["Lanes", "Slums"],
    "description": "The local cuisine has taken its toll and any Character with a delicate constitution who has eaten street food or dined at a less reputable establishment is suddenly incapacitated. Any remaining Characters may try to find soothing herbal tonics for their colleagues (although symptoms will pass once nature has taken its course). They may wish to remain vigilant should some try and take advantage of this unfortunate turn of events."
  },
  {
    "title": "Suspect Grate",
    "tags": ["Castle Ward"],
    "description": "On a bright day in a dry street the crooked drain cover catches the Character’s eye. It also seems to be glis- tening with smears of Something all over it. Investigation may [Routine] reveal someone has re- cently gone down in to the sewers. Anyone heading down will be ambushed by a [Pair] of black clad figures [Standard Rogue NPC] who don’t want to be followed."
  },
  {
    "title": "Suspicious Cellar Door",
    "tags": ["Undercity"],
    "description": "This door looks to be of a better construction than any others nearby. Solid, sturdy and well locked. A coded message in cant says ‘Guild Only’."
  },
  {
    "title": "Suspicious Door",
    "tags": ["Docks", "High Street", "Lanes"],
    "description": "The door is the most interesting thing about this slight- ly run down drab building. It is reinforced by sturdy and new looking iron bars drilled into the old weathered oak with a bell pull next to the door. This property has been recently taken over by a crimi- nal gang to store goods. A [Pair] of guards [Standard Warrior NPC] will answer a bell pull and tell the Characters some lies to make them go away."
  },
  {
    "title": "Suspicious Pool",
    "tags": ["Undercity"],
    "description": "The sewer has formed a large deep pool where the water swirls and is somehow unsettled. A faint blue glow can be seen at the bottom of the pool. Any Character interacting with the pool will discover it’s actually a water elemental [Elite Monster] bound to a glowing blue crystal. Its time trapped in the sewer make for a very dirty elemental that will have diseased attacks."
  },
  {
    "title": "Suspicious River",
    "tags": ["Slums"],
    "description": "The smell gives it away, a thin river of effluent flowing along the side of the filthy path. It is the colour of old blood and its source seems to be a squalid looking building a little up a hill. Any investigation will reveal an [Equal] sized group of sick and dying slum dwellers [Easy Commoner NPC] and Characters would need to take precautions not to catch this particular ‘leaking pox’."
  },
  {
    "title": "Swash and Buckler",
    "tags": ["Castle Ward"],
    "description": "Preened and prancing along looking rather impressed with themselves, this duelist [Elite Warrior NPC] has every faith in their abilities. The rapier hanging at their side is a fine, well used weapon, and is meticulously cared for and of consid- erable value. They are followed by the bookmakers and a gaggle of interested townsfolk, ready to create an impromptu tourney atmosphere, with excellent betting facilities, at a moments notice. The Duelist spies the Character with the most expen- sive sword and approaches. They bow politely and “offer out” the Character. The winner gets to keep the weapons."
  },
  {
    "title": "Swine",
    "tags": ["Slums"],
    "description": "A [Large] herd of pigs [Standard Beasts] is being herded through the streets. These pink plodders have been helping out the local crime syndicate with body disposal and have devel- oped a bit of a taste for the work. They will take an optimistic bite out of any injured Character causing [Light] damage, but accept they have no chance with Characters on full health. In unrelated news the bacon in these parts is famed for its salty twang."
  },
  {
    "title": "Tall Grass",
    "tags": ["Cemetery", "Rural"],
    "description": "An unkempt area of grass which has been allowed to grow long in order to encourage wild flowers and wildlife. Unfortunately something slightly more unusual has taken advantage and a [Small] group of fey creatures such as brownies [Easy Monster] have moved in."
  },
  {
    "title": "Tax Collector",
    "tags": ["High Street"],
    "description": "A shop on the street is in the process of being ran- sacked, however as it’s the tax collector [Standard Wizard NPC] and his [Large] mob of deputies [Stan- dard Warrior NPC] doing the looting, everything is official and above board. If the Characters have obvious signs of wealth, they may well catch the Tax Collector’s eye and he’ll start making inquiries into making sure they’ve paid the appropriate taxes on that loot they have."
  },
  {
    "title": "Tentacles!",
    "tags": ["Undercity"],
    "description": "The monster itself remains elusive, but clearly it is close as tentacles emerge from water and holes in floor and walls, flailing about with purpose. There are a [Large] number of tentacles and each is considered an [Easy Monster]. If two or more tentacles successfully attack a Charac- ter then they will begin dragging them below ground or underwater. That’s Banned!"
  },
  {
    "title": "That’s Banned!",
    "tags": ["Castle Ward"],
    "description": "An [Equal] group of a militant priesthood [Standard Cleric|Warrior NPC] are on the hunt for banned texts and are planning on a good old fashioned book burn- ing. Lets hope there isn’t a spell caster with a suspicious tome amongst the Characters..."
  },
  {
    "title": "The “Company”",
    "tags": ["Docks"],
    "description": "Offering ‘personal services’ for every possible taste, this [Equal] troupe of [Standard Performers] are able to spot potential clients from streets away. They offer the usual services for a few coins, and on quiet nights may be persuaded to trade gossip over the local ale. They are very aware of who is coming and going in the area, however they risk a night in the cells if they cross the watch so they are reluctant to share any tales of their doings."
  },
  {
    "title": "The Air is Full of Spores",
    "tags": ["Undercity"],
    "description": "From a widespread patch of fungi, suddenly spores explode into the air around the Characters. They immediately fill the area, and any Character who needs to breath will find it [Difficult] to avoid coughing uncontrollably. Once Characters escape the spores they may find it essential to wash thoroughly as any pores left on the skin may begin to grow."
  },
  {
    "title": "The Children of the Night",
    "tags": ["Cemetery"],
    "description": "Smartly dressed and rather charismatic this striking vampiric noble [Elite Monster] offers a rather toothy smile as they pass the Characters. They are very at ease in this setting and clearly are very aware that they would have the upper hand in any encounter given their ability to summon up a lot of undead help very quickly. They aren’t hostile unless provoked, and would find amusement in talking about all matters with the Char- acters."
  },
  {
    "title": "The Goose",
    "tags": ["Rural"],
    "description": "This grumpy honker [Easy Beast] is not in the mood. Wandering freely near water or corn fields, if it cannot find enough food it will accost passers by to provide grain or bread. If neither are forthcoming the pecking will start and continue until the goose is fed. On an unrelated note, roast goose goes very nicely with the local wine."
  },
  {
    "title": "The Petty Emotions of Man",
    "tags": ["Castle Ward", "Cemetery"],
    "description": "Rather unusually, this eldritch entity [Elite Monster] that feeds on negative emotions looks exactly like a nondescript town resident. They’ve resided in a house empty for so long no one remembers who is supposed to live there and can come and go unnoticed. Although they rarely need to leave the house as their surroundings are perfect for stirring discord and disquiet. They sit happily by the window twitching the curtain and feeding on the annoyance, anger and impatience they create. A prolific letter writer, the entity is able to arrange building work at strange hours, deliveries to block nearby roads at busy times and carts to park outside neighbours houses for days with no explanation. Rubbish collections are cancelled mysteriously and hordes of youngsters repeatedly show up looking for the party advertised on the notice board. In recent days, local residents and workers have all received letters offering to help them lose weight."
  },
  {
    "title": "The Ruler!",
    "tags": ["Castle Ward"],
    "description": "This [Overwhelming Scholar NPC] was not born to the title but acquired it with a bloodless coup many years ago. Few are alive from the time to recall it, and those that do are vague. Shrewd, learned and incredibly greedy, this power hungry ruler did not stop their dubious pursuits when he gained a crown. The air moves strangely around them, and they some- times seem to be moving as if through water. Colourful robes flow around a lightly built frame, and fingers shine with rings as they hold an ever present book open in his hand. His [Large] personal guard [Elite Warrior NPC] are ever present and oddly silent, their captain [Elite Mon- ster] never sleeps and maintains his endless vigil with dead eyes. Characters may not approach the Ruler, his guards or their captain uninvited, they will be warned back once, and if they persist they will be attacked. He has remained popular with the townsfolk by raising the fortunes of the town with a series of very favour- able trade deals. Lately however, cruelty and tyranny have increased and the townsfolk begin to grow uneasy and restless despite their comfortable lives."
  },
  {
    "title": "Thieves Guild Mission",
    "tags": ["Guild Quarter"],
    "description": "This independent merchant guild is one of the shadier operations in these parts, and have long been disliked by the other guilds who regard them as just a bunch of crooks. Which to be fair they are, as this is the front for a thieves guild. You are approached by a guild representative [Stan- dard Rogue NPC] in broad daylight in a smart street. They offer good coin for helping complete a job quick- ly. They aim to disrupt the local watch in order to buy their guild mates time without prying watch eyes to complete all their commissions is record time. Each watch member has to report for duty in a strict uniform dress including hat, whistle and regulation boots. The thieves guild plan to ask Characters to steal key parts of the uniform so watch members will be delayed starting their shifts. They will pay by the item and can provide the names & addresses of watchmen."
  },
  {
    "title": "Third Eye on the Prize",
    "tags": ["Castle Ward"],
    "description": "A diviner [Standard Wizard NPC] has setup a stall here and is reading simple fortunes for a few coins. For an extra fee they are willing to use ‘deep magic’ to glimpse a pivotal moment on a Characters future lifeline, although warn that the information gleaned this way may disturb."
  },
  {
    "title": "Thoughtful Fisherman",
    "tags": ["Docks"],
    "description": "Dressed in oil soaked clothes and holding two large fish hooks, this rather intense figure [Standard Com- moner NPC] is looking at you strangely. All the other fishermen are hard at work either at sea or repairing their nets, not this one. They stand and stare, never looking away or blinking. It’s possible they have reason to hold a grudge against a Character, and while they don’t have the abilities to stand against them, it doesn’t stop them thinking about it."
  },
  {
    "title": "Tidal Areas",
    "tags": ["Docks"],
    "description": "Despite the harbour wall, this area can be prone to tidal flooding during storms and spring tides. The locals, as usual, are well prepared with wood- en boards which slot in front of doorways to prevent water ingress. Anyone unprepared may find streets and areas cut off or find themselves having to wade through debris filled water. The flood waters may also tempt an [Equal] amount of razor gill fish [Standard Beast] to swim along the flooded streets looking for something to bite."
  },
  {
    "title": "Tolling Bell",
    "tags": ["Cemetery"],
    "description": "It is not the light breeze ringing the small bell contrap- tion above a sealed grave, but the cord descending in to the tomb. There are many bells here, as it is the fashion to have a bell operated from within a coffin to avoid any “mis- takes”. However this is not a fresh grave and the bell rings inhumanly fast. Characters may choose to dig a little deeper and dis- cover what, or who, is up. If they do they’ll discover that the coffin has been smashed open by a giant burrowing carrion worm [Standard Monster] that is causing all the ringing as it feasts on the old corpse."
  },
  {
    "title": "Tom Cat",
    "tags": ["Castle Ward", "Lanes", "Rural"],
    "description": "Old, battle scarred and very ginger this old boy [Easy Beast] has long since given up hunting in favour of wooing treats and tidbits from the locals. When not asleep in the sun he roams local streets, where he will lie temptingly at the feet of any passing traveller and roll onto his back purring. Characters may stroke him if they can win his affec- tion [Routine]. He is known to scent mark those he dislikes."
  },
  {
    "title": "Torches and Pitchforks",
    "tags": ["Rural", "Slums"],
    "description": "The [Horde] of Locals [Standard Commoner NPC] are up in arms and they don’t want that sort of thing going on round here. They feel the best way forwards is with a statue like construction made from a readily available flexible reed type wood which they plan to set fire to. With a suitable sacrifice inside to make their point. Someone has to go in and the Characters are strangers. They start with the most brightly dressed Character. Characters in turn can try to avoid a fiery fate by con- vincing the crowd they aren’t right to sacrifice [Diffi- cult] or pointing out another Character that definitely is right to sacrifice [Routine]. They could of course fight there way out of trouble, but killing townsfolk with so many witnesses will bring its own trouble. If a Character ends up in the flammable statue, the other Characters can only watch as the mob lights the statue and toast the marshmallows thoughtfully provided. Luckily the wood is wet and the part where the Char- acter is does not burn well, collapsing and releasing them unhurt."
  },
  {
    "title": "Tourists",
    "tags": ["Castle Ward", "Docks", "Lanes", "Noble Quarter"],
    "description": "Drawn by the tales of friends this [Equal] group [Standard Scholar|Cleric NPC] have come to see for themselves the historic merit and architectural interest in the area. Standing out like a sore thumb and with full purses hanging from their belts its only a matter of time be- fore trouble finds them. They will likely pay for a walking tour of sites of inter- est, or protection should they be persuaded they need it."
  },
  {
    "title": "Travelling Apothecary",
    "tags": ["Docks", "Rural", "Slums"],
    "description": "This rather round and jolly physician [Standard Per- former NPC] is garishly dressed and always creates a stir when they are visiting. Crowds gather to hear about the latest tonics and cures, and coin flows freely as these change hands. In between these frivolous staged events the Apoth- ecary’s large impractical wagon can often be found stuck blocking narrow roads. Locals seem convinced of the benefits of these po- tions, and strangely refuse to hear anyone question the apothecary’s qualifications or merit and any pro- longed questioning will result in hostile encounters."
  },
  {
    "title": "Travelling Hunter",
    "tags": ["Cemetery", "Rural"],
    "description": "This old hunter [Elite Ranger NPC] has spent their life roaming the wilds and hunting strange creatures. In their twilight years they have moved closer to civili- sation, even though it offers fewer prizes. Following a rumour, they are in this area tracking a beast [Elite Beast] worthy of their time which offers riches if bested, skinned and sold. They seem oddly distracted, even in the warmth of civilisation they do not remove the pelts which hang from their shoulders and a strange stench follows them."
  },
  {
    "title": "Treasure Map",
    "tags": ["Docks"],
    "description": "Discarded on the floor is a scroll with a clear map of the town the Characters are currently in. It is clearly labelled with a strange language and high- ly detailed markings. None of them resemble X. Finding the clues on this map will prove interesting [Very Difficult] and at some point the maps owners may come looking."
  },
  {
    "title": "Town Crier",
    "tags": ["Castle Ward"],
    "description": "Loud, portly, loud, red-faced and loud, this crier [Stan- dard Performer NPC] is responsible for relaying the important announcements in these parts. The bell they ring to catch the crowd’s attention has some special properties, and when rung on official business it creates an unnatural silence as all who hear it fall quiet and listen, this is [Routine] to resist. The Town Crier is a creature of habit and they usually call the news in the morning after breakfast. Today however they look slightly disconcerted and it is not their usual time to be on the streets. The usual silence has fallen and passers by listen attentively for the announcement."
  },
  {
    "title": "Traitor",
    "tags": ["Castle Ward"],
    "description": "This [Standard Cleric NPC] looks much younger than their many years. Old enough to remember the coup which brought the current ruler to power, they have long since fallen from grace when caught selling state secrets to the highest bidder. They do not seem to have served any sentence for the crime, however. While removed from the circles of power, and indeed any polite society, the traitor is not without friends. Characters may perceive that these friends are bound by secrets not loyalty."
  },
  {
    "title": "Trapped",
    "tags": ["Undercity"],
    "description": "The paving stones do not look even, some being bet- ter worn and dirtier than others. Those which do not seem to be well used hold an unpleasant surprise and any Character stepping on them will find out why no one else does. Anyone touching the unused stones will receive a magical jolt that causes [Minor] damage."
  },
  {
    "title": "Treasures Untold",
    "tags": ["Cemetery"],
    "description": "In line with the customs of the time, some ancient lords were entombed with all their worldly posses- sions and servants in order to get a head start in the afterlife. While most of these treasure troves have long since been looted there is talk that recent digging has re- vealed a new site. The locals seem reluctant to go close as they’ve all heard the stories of terrible traps and curses that guard such tombs."
  },
  {
    "title": "Trick, Not Treat",
    "tags": ["Cemetery"],
    "description": "As the Characters are passing through, a trickster [Easy Performer NPC] dressed as a zombie walks out from behind them with a big grin on expecting the usual screams. If Characters are not quick enough [Routine] to spot the jape, they may hit first and ask questions later."
  },
  {
    "title": "Trip Hazard",
    "tags": ["Undercity"],
    "description": "Someone clearly wants to dissuade anyone from walking this way and has set a trip wire at just below knee height which would cause a nasty fall if a Char- acter is moving at speed."
  },
  {
    "title": "Two Doorbells",
    "tags": ["Noble Quarter"],
    "description": "This house has two bell pulls, one either side of the door. They are clearly meant for different sorts of visitors, but there is no sign to explain who should use which bell. It is clearly some sort of test. This system keeps unwanted guests from discovering a secret cult temple within, as anything other than the correct bell rings will put those inside on alert."
  },
  {
    "title": "Ugliest Man in Town",
    "tags": ["Slums"],
    "description": "Not just an unconventional face but what must surely be a wicked curse. If you can stand to be anywhere near him he will bemoan the fact he was once gifted, handsome and well off. This once striking minstrel [Standard Performer NPC] made a mockery of the wrong sorcerer once and, well, here he is."
  },
  {
    "title": "Under a Wolf Moon",
    "tags": ["Cemetery"],
    "description": "This happy [Equal] pack of urban werewolves [Stan- dard Monster] are enjoying a full moon romp around the graveyard. Frolicking in the bright moonlight they bask, roll and chase their tails. If they notice the Characters of course things will take a confrontational turn as they try to keep the bestial urge to rend and tear flesh in check."
  },
  {
    "title": "undercity Clan",
    "tags": ["Undercity"],
    "description": "This poorly appointed dwelling is home to a [Large] group of rat men, either actual ratman creatures [Easy Monster] or filthy humans in tattered hides [Standard Commoner NPC]. Over crowded, grumpy, dirty and yet oddly proud of their slum home. It is handily located to access all parts of town via less used tunnels."
  },
  {
    "title": "Uneven Path",
    "tags": ["Rural", "Slums"],
    "description": "Rocky and badly maintained this lane has numerous pot holes and small rocks sticking from the surface. The surface is so bad it makes the terrain a hazard [Routine] and any Character rushing may injure them- selves. The only way to negotiate it safely is at half speed. As the worst point in the path an [Equal] group of robbers [Standard Warrior|Ranger NPC] let arrows fly from were they are hiding and [Difficult] to spot. They hope to injure then rob the Characters."
  },
  {
    "title": "Uneven Steps",
    "tags": ["Undercity"],
    "description": "Out of sight & out of mind no one cared about the very poor construction of these stairs. They are now prone to collapse. Characters must tread carefully and slowly [Routine] or risk the whole staircase collapsing under them."
  },
  {
    "title": "Unexpected Magic Lesson",
    "tags": ["Guild Quarter"],
    "description": "It’s a warm day so it seemed a nice idea to hold the practical class for the local magic school outside. Unfortunately “advanced orbing” has not proved straightforwards and now orbs of all shapes, sizes and colours are flying everywhere. The school tutor [Standard Wizard NPC] looks shifty and quickly vanishes as everything goes south. They’ve gone to get help if questioned. This leaves the [Equal] group of inexperienced mages [Easy Wizard NPC] to attempt to recover the situation. Their attempts have mixed and unexpected results, although their orb cantrips are far more likely to have comedic effects and cause property damage than hurt people."
  },
  {
    "title": "Unscrupulous Trader",
    "tags": ["Slums"],
    "description": "Top hat and fancy coat tails, this [Standard Common- er NPC] considers themselves above their neigh- bours. They will claim to be the best, most successful trader in the district and will tout aggressively for the Charac- ters business. They are, however, not that good at business, not well connected, are prone to cutting corners and will happily tread on anyone. Patrons usually end up with a cheap knock off set of goods."
  },
  {
    "title": "Unusual Spores",
    "tags": ["Cemetery", "Undercity"],
    "description": "These egg shaped fungi are really very large, upright and oval. They are surrounded by a strange low lying mist made of tiny spores. If the mist is disturbed then slowly the top of the fungi splits apart and opens, almost like a 4 petalled flower. It is very tempting [Routine] to lean forwards to see what is inside for any Character that has been breath- ing in the spores. Anyone too close to one of the opened fungi will be attacked by a [Difficult] to dodge pseudopod from within that will cause [Major] damage and try to im- plant spore in any victims."
  },
  {
    "title": "Up and Coming",
    "tags": ["Slums"],
    "description": "This shrewd individual artist [Standard Performer NPC] has long been planning to better themselves. A jack of all trades, master of none, they have been stealthily saving for years and quietly bettering their clientele. Now they are on the verge of being able to escape their low born status in life. Desperation can make for strange partnerships. In a cemetery, noble quarter or rural area the shrewd individual artist [Standard Performer NPC] has long been planning to better themselves."
  },
  {
    "title": "Urban Fox",
    "tags": ["Docks", "Slums"],
    "description": "As the towns expansion has invaded the countryside some of the more adaptable creatures have taken advantage. This ginger [Easy Beast] bushy tailed beast has grown larger that their wild cousins on the scraps and easy pickings in this towns rubbish. Found scavenging in this area they will try to see off intruders with a nasty nip if cornered."
  },
  {
    "title": "Usurpers Followers",
    "tags": ["Castle Ward"],
    "description": "This shady meeting of an [Equal] malcontent group [Standard Rogue|Warrior NPC] have had enough of the hard-line watch, compassion-less justice system, rising taxes and falling wages. They have faith that a usurper would be a much fairer ruler and plan a big statement to get the attention of the local powers that be. Their plans are crude and risky, and focus on burning down the local stables and adjoining barracks. Characters may be approached to join this little rebel- lion, or by the watch to help weed out those responsi- ble."
  },
  {
    "title": "Vampire Hunter",
    "tags": ["Cemetery"],
    "description": "This extremely elderly and frail avenger [Standard Ranger NPC] has a lifetime’s experience of tracking and dispatching the undead. Being rather eccentric they have failed to convince anyone else of the dangers posed by these super- natural threats, and have not been able to attract any apprentices. Now past even their twilight years, they are desperate to pass on their burden before it is too late. They have exceptional local knowledge and some very exciting equipment."
  },
  {
    "title": "Vampiric Lair",
    "tags": ["Undercity"],
    "description": "This district houses a lair with a [Large] assembly of very pale fanged folk [Standard Monster]. Characters will struggle to talk to these opponents as they view any non-vampires as either food or so vast- ly inferior they are not worth wasting breath on. Characters may try [Very Difficult] to convince the vampires that they are of more value than lunch, or simply begin exterminating this nest. These are young Vampires and not as deadly as their elder kin, although finishing them off completely may require specialist equipment. Which if the Characters don’t have, doubtless there could be broken furniture or fallen branches nearby than can be quickly sharp- ened if Characters are able [Routine]."
  },
  {
    "title": "Vigilante",
    "tags": ["Noble Quarter"],
    "description": "One of the richest nobles in town has become disillu- sioned with the watch and a perceived lack of results that leaves the town swimming in crime and vice. Now, by night, they roam the streets wearing their black outfit and matching black cloak. They cover their hair and eyes to avoid being recognised as they seek to rid the streets of crime. They are not a gifted fighter [Easy Warrior NPC] and usually take their butler [Standard Warrior NPC] to step in with a solid iron bound club if things get out of hand. Lately the local criminals have been getting the upper hand and this vigilante would like to hire the Charac- ters so the odds are swung in their favour."
  },
  {
    "title": "Village Fete",
    "tags": ["Rural"],
    "description": "Organised by the local Priest [Standard Cleric NPC] to raise funds for some reason, usually a leaking roof somewhere, this fete boasts bright bunting which has seen better days. Locals have brought their jams, honey, mead and baked goods. Everyone has hit the mead first and is a bit tipsy. The priest stands by the stocks trying to smile while the locals pelt the days wrong-doers with rotten vege- tables which the are sold by the bucket load. Keen for any break in mundane routines, all here are merry and tongues are loosened by the drink."
  },
  {
    "title": "Visiting Midwife",
    "tags": ["Slums"],
    "description": "Provided by the local religious house to provide for the “unfortunate” women of the area, the midwife [Standard Wizard NPC] somehow knows all. The local women are in fear of her, although safe births have increased since she took up the role. Of late twins and triplets have been far more common, and the orphanages and foster houses are running out of space. Some local may tell tales of how sometimes her medical bag is seen to move strangely as she leaves quickly with platitudes to “sort everything out”."
  },
  {
    "title": "Walking Tour",
    "tags": ["Noble Quarter"],
    "description": "The architects guild has organised a walking tour of interested patrons to tour the noble houses and ex- plore their history and style. Noble residents are delighted to be included in this prestigious event and there are many upset noble families whose properties have not been included. During the tour an architect apprentice notices some- thing very interesting in the design of one of the grander houses that includes ancient ritual sigils and asks the Characters to look into the property’s history and owners."
  },
  {
    "title": "Warning to Others",
    "tags": ["Cemetery"],
    "description": "This upright coffin has sturdy metal banding all around, a hefty chain and padlock and a barred win- dow where the head of a slowly twitching zombie can be seen. There is a plaque stating that this criminal is to serve a beyond life sentence for crimes against the ruler. The coffin can, of course, be opened from the outside if the lock is picked or forced, although it may anger the ruler to find out the sentence has been cut short."
  },
  {
    "title": "Watch out Below",
    "tags": ["Undercity"],
    "description": "Without warning brown effluent suddenly spurts from a pipe above. Characters will find it [Difficult] to avoid the wide spray of filth. Some processing must have happened in another chamber because this stinking waste now has a very sticky glue like property and is [Very Difficult] to re- move and will start to stick limbs together if a Charac- ter got particularly covered."
  },
  {
    "title": "Watch your Footing!",
    "tags": ["Undercity"],
    "description": "The constant damp has led to a slimy coating forming on the cold bricks and stone. It is very slippery, [Routine] to stay on and would stain any clothing touching it."
  },
  {
    "title": "Water Pump",
    "tags": ["Docks", "Slums"],
    "description": "This old pump is less than hygienic, and any Char- acter who drinks from it would find it [Difficult] not to become sick. Luckily this can be easily remedied with healing salts available everywhere locally for an above standard amount of coin. Lucky that..."
  },
  {
    "title": "Watership Down",
    "tags": ["Cemetery", "Rural"],
    "description": "A sunny bank criss-crossed with rabbit tunnels. The warren is interconnected underground but of course most tunnels are far too small for a Character to fit into. The warren has grown huge and those burrowing bunnies have struck something rather interesting in the deepest tunnels. Rabbits being rabbits, they have been doing what they do best and the warren is absolutely heaving with this fluffle of bunnies."
  },
  {
    "title": "Weevils!",
    "tags": ["Undercity"],
    "description": "This store room was home to ships biscuits and other hard baked goods. Unfortunately they were not well packed, and a [Horde] of giant weevils [Easy Monster] have invaded! These normally little beetles have gorged themselves and grown large beyond natural limits. They have a surprising number of large sharp mandi- bles and are rather hungry."
  },
  {
    "title": "Well",
    "tags": ["Cemetery", "High Street", "Rural", "Slums"],
    "description": "The locals have been made ill by the water from this well. Fever and pains consume any who drink this water. A ladder carved into the inside of the well leads down into darkness."
  },
  {
    "title": "Well Worn Slabs",
    "tags": ["Guild Quarter", "High Street", "Lanes"],
    "description": "Years of high footfall have led to the stones underfoot becoming smooth and worn, showing the path most people take. Oddly the layout here abouts seems to have changed as the worn path runs abruptly into the wall of a near- by building. Is this just street layout changes or is there a secret door here abouts?"
  },
  {
    "title": "Wet Foot Prints",
    "tags": ["Noble Quarter"],
    "description": "It has been dry for days and yet here are wet foot- steps on the floor clearly leading straight from a wall. This is the result of a noble with access to a type of potion that allows the imbiber to walk through walls with the only side affect that the water starts to seep out of your body whilst under the effect. So small doses and a handy water flask or two to avoid sudden dehydration are in order."
  },
  {
    "title": "What’s in the Box?",
    "tags": ["Cemetery"],
    "description": "The plinth is old and weathered, clearly centuries old and sat neatly on top is a stone box, carefully placed and lovingly carved. The box, clearly out of place, seems strange and suspicious. Characters may [Routine] recognise the carvings as referencing holy warding spells. This box contains the focus for an anti-undead ward that helps the dead stay dead here."
  },
  {
    "title": "Window Cleaner",
    "tags": ["High Street"],
    "description": "The constant street urchins rubbing their snotty noses and filthy hands on windows means this jolly window cleaner [Standard Commoner NPC] is never short of work. They are usually found working before or after open- ing hours, but sometimes rival traders can “play dirty” and their services are required at short notice. Characters may chat to the window cleaner and realise [Routine] that he has seen a lot of out of hours activity in this district."
  },
  {
    "title": "Wine Cellar",
    "tags": ["Guild Quarter", "Lanes"],
    "description": "Bending to examine a glint by their feet, a Character may [Easy] notice a window low to the path looking down into a wine cellar. Bars cover the window and the glass is very dirty, however glimpses can be seen of row upon row of dusty looking wine bottles. A couple of bottles look new and contain an oddly glowing blue vintage."
  },
  {
    "title": "Wine Trader",
    "tags": ["Docks", "High Street"],
    "description": "Young(ish) and wealthy thanks to selling cheap wine to the nobility for much coin, this trader [Standard Performer NPC] is more than happy to discuss and sample the latest imports. They are friendly and talkative, and happy to chat scandal from the rich houses with perspective clients."
  },
  {
    "title": "Wishing Fountain",
    "tags": ["Noble Quarter"],
    "description": "This ornate fountain stands proudly in this exclusive area of town. It has long been tradition to wish on a coin and cast it into the waters, and a carpet of copper, silver and even a flash of gold twinkles invitingly up at the Char- acters. Removing coins from the fountain will of course can- cel the wish and is strongly discouraged."
  },
  {
    "title": "Wolves",
    "tags": ["Rural", "Slums"],
    "description": "This female dire wolf [Elite Beast] and her [Small] amount of grown cubs [Standard Beast] appeared recently and don’t seen to have moved on. With howls that chill even the warm night air, they are held responsible for missing livestock and local dogs. Hard to find if you are looking for them, they roam at night and will attack any weakened Character not on full health. Locals are bemused because there really shouldn’t be wolves this close to town."
  },
  {
    "title": "Wooden Fence",
    "tags": ["Slums"],
    "description": "This little area has been fenced off, probably to con- tain some fowl or similar animals, however the area is currently empty. The fencing is blocking a popular shortcut and the locals are complaining of a land grab. The stocky belligerent tenant [Standard Warrior NPC] has been insisting the fence stays and is theirs, often using a club to make their point clear."
  },
  {
    "title": "Wrong Side of the Wagon Tracks",
    "tags": ["Noble Quarter"],
    "description": "The party is approached by a smartly dressed Noble, who explains their only child and heir has eloped with a lowly guild apprentice and they have been tracked to an unseemly part of the town. The noble feels the match is deeply unsuitable and asks you to return their offspring forthwith. Good coin is offered and the pair should not be too hard to find."
  },
  {
    "title": "Yard Sale",
    "tags": ["Lanes"],
    "description": "A table sits outside on the side of the street and is filled with nondescript household items which look to have been well used. An honesty jar sits on the table with a note reading “All coins go to the orphanage”. The jar is half full of copper coins. The assortment on the table has been well searched through by the neighbours, however there may [Rou- tine] be some curios and items of interest to an edu- cated keen eye."
  },
  {
    "title": "You are Returned",
    "tags": ["Cemetery"],
    "description": "Embarrassingly this mourner screams and throws themselves at the feet of the oldest Character. They cannot be convinced that the Character is not their beloved reincarnated, and they will not leave the Characters alone. Passers by, at first aghast, are now starting to laugh and the spectacle is drawing attention."
  },
  {
    "title": "Young Noble",
    "tags": ["Noble Quarter"],
    "description": "The Characters are approached by a richly dressed noble [Standard Commoner NPC] who displays abso- lute no common sense. Bored and seeking adventure they ask if you will ac- company them on a hunting trip. They have heard tale of a beast just outside town which they plan to hunt, kill and display as a trophy. They have very firm ideas on how to tackle the beast, no suitable equipment and no experience, and could be described as a liability."
  },
  {
    "title": "Your Biggest Fan",
    "tags": ["Castle Ward"],
    "description": "The Characters would find it [Easy] to become aware of the person following them for a few minutes now. After plucking up their courage, a small noble [Easy Performer NPC] steps up and introduces themselves as your biggest fan! After getting all the Characters to sign a small book, this little noble asks if they can accompany you. They will pay for your time and are very keen to be seen in your company."
  },
  {
    "title": "Youth of Today",
    "tags": ["Guild Quarter"],
    "description": "An [Large] Group of young apprentices [Standard Commoner NPC] bumps in to the Characters as they go past without apology, being focused entirely on their own conversation. They then meander across the pavement oblivious to all other foot traffic before stopping in the middle of the path where they continue to talk loudly. They remain in place comparing their latest amulets so people have to step around this group into the road to pass."
  },
  {
    "title": "Zombies!!!",
    "tags": ["Cemetery", "Undercity"],
    "description": "Hungry for brains this [Large] group of shambling Monsters [Easy Monster] lurch slowly towards the most intelligent Character. They will grab and try to claw and pull Characters to the ground where they could take large chunks out of them. They particularly like noses for some reason. Noses and, of course, brains. There may, of course, be no connection whatsoever with this outbreak and the large open leather tome that rests on a nearby gravestone, its bloodstained pages turning in the breeze."
  }
]
